module.exports = [
  [
    "종로구 가선거구",
    "김금옥(金庈屋)",
    "더불어민주당"
  ],
  [
    "종로구 가선거구",
    "여봉무(呂捧戊)",
    "더불어민주당"
  ],
  [
    "종로구 나선거구",
    "윤종복(尹鍾福)",
    "미래통합당"
  ],
  [
    "종로구 나선거구",
    "정재호(鄭載鎬)",
    "더불어민주당"
  ],
  [
    "종로구 다선거구",
    "강성택(姜成澤)",
    "더불어민주당"
  ],
  [
    "종로구 다선거구",
    "전영준(田榮俊)",
    "더불어민주당"
  ],
  [
    "종로구 라선거구",
    "라도균(羅道均)",
    "더불어민주당"
  ],
  [
    "종로구 라선거구",
    "유양순(柳良順)",
    "더불어민주당"
  ],
  [
    "종로구 라선거구",
    "이재광(李在光)",
    "미래통합당"
  ],
  [
    "비례대표",
    "노진경(魯晉景)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "최경애(崔敬愛)",
    "미래통합당"
  ],
  [
    "중구 가선거구",
    "박영한(朴榮漢)",
    "미래통합당"
  ],
  [
    "중구 가선거구",
    "윤판오(尹鈑塢)",
    "더불어민주당"
  ],
  [
    "중구 나선거구",
    "고문식(高汶植)",
    "미래통합당"
  ],
  [
    "중구 나선거구",
    "조영훈(趙英勳)",
    "더불어민주당"
  ],
  [
    "중구 다선거구",
    "길기영(吉基永)",
    "미래통합당"
  ],
  [
    "중구 다선거구",
    "이승용(李承容)",
    "더불어민주당"
  ],
  [
    "중구 라선거구",
    "이혜영(李惠英)",
    "더불어민주당"
  ],
  [
    "중구 라선거구",
    "이화묵(李和黙)",
    "미래통합당"
  ],
  [
    "비례대표",
    "김행선(金幸善)",
    "더불어민주당"
  ],
  [
    "용산구 가선거구",
    "김정재(金正在)",
    "미래통합당"
  ],
  [
    "용산구 가선거구",
    "황금선(黃金善)",
    "더불어민주당"
  ],
  [
    "용산구 나선거구",
    "오천진(吳天鎭)",
    "미래통합당"
  ],
  [
    "용산구 나선거구",
    "이상순(李相徇)",
    "더불어민주당"
  ],
  [
    "용산구 다선거구",
    "고진숙(高眞淑)",
    "미래통합당"
  ],
  [
    "용산구 다선거구",
    "김철식(金撤植)",
    "더불어민주당"
  ],
  [
    "용산구 라선거구",
    "장정호(張正鎬)",
    "더불어민주당"
  ],
  [
    "용산구 라선거구",
    "최병산(崔炳山)",
    "미래통합당"
  ],
  [
    "용산구 마선거구",
    "김정준(金正俊)",
    "미래통합당"
  ],
  [
    "용산구 마선거구",
    "설혜영(偰惠永)",
    "정의당"
  ],
  [
    "용산구 마선거구",
    "윤성국(尹性國)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "박미화(朴美花)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "이현미(李賢美)",
    "미래통합당"
  ],
  [
    "성동구 가선거구",
    "양옥희(梁玉姬)",
    "더불어민주당"
  ],
  [
    "성동구 가선거구",
    "은복실(殷福實)",
    "미래통합당"
  ],
  [
    "성동구 가선거구",
    "황선화(黃善華)",
    "더불어민주당"
  ],
  [
    "성동구 나선거구",
    "김현주(金賢紂)",
    "더불어민주당"
  ],
  [
    "성동구 나선거구",
    "신동욱(申東旭)",
    "미래통합당"
  ],
  [
    "성동구 나선거구",
    "이성수(李成秀)",
    "더불어민주당"
  ],
  [
    "성동구 다선거구",
    "김종곤(金鍾坤)",
    "더불어민주당"
  ],
  [
    "성동구 다선거구",
    "남연희(南蓮姬)",
    "더불어민주당"
  ],
  [
    "성동구 다선거구",
    "이상철(李相喆)",
    "미래통합당"
  ],
  [
    "성동구 라선거구",
    "민운기(閔雲基)",
    "무소속"
  ],
  [
    "성동구 라선거구",
    "박영희(朴英姬)",
    "미래통합당"
  ],
  [
    "성동구 라선거구",
    "오천수(吳千洙)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "이민옥(李敏玉)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "임종숙(林鍾淑)",
    "미래통합당"
  ],
  [
    "광진구 가선거구",
    "김회근(金會槿)",
    "더불어민주당"
  ],
  [
    "광진구 가선거구",
    "안문환(安文煥)",
    "미래통합당"
  ],
  [
    "광진구 가선거구",
    "추윤구(秋潤求)",
    "더불어민주당"
  ],
  [
    "광진구 나선거구",
    "고양석(高梁錫)",
    "더불어민주당"
  ],
  [
    "광진구 나선거구",
    "이경호(李京昊)",
    "미래통합당"
  ],
  [
    "광진구 나선거구",
    "이명옥(李明玉)",
    "더불어민주당"
  ],
  [
    "광진구 다선거구",
    "김미영(金美英)",
    "더불어민주당"
  ],
  [
    "광진구 다선거구",
    "문경숙(文慶淑)",
    "미래통합당"
  ],
  [
    "광진구 다선거구",
    "박삼례(朴三禮)",
    "더불어민주당"
  ],
  [
    "광진구 라선거구",
    "박순복(朴順福)",
    "더불어민주당"
  ],
  [
    "광진구 라선거구",
    "장길천(張吉天)",
    "더불어민주당"
  ],
  [
    "광진구 라선거구",
    "전은혜(全恩惠)",
    "미래통합당"
  ],
  [
    "비례대표",
    "박성연(朴成蓮)",
    "미래통합당"
  ],
  [
    "비례대표",
    "장경희(張京姬)",
    "더불어민주당"
  ],
  [
    "동대문구 가선거구",
    "김남길(金南吉)",
    "더불어민주당"
  ],
  [
    "동대문구 가선거구",
    "이순영(李順英)",
    "미래통합당"
  ],
  [
    "동대문구 나선거구",
    "이영남(李榮南)",
    "더불어민주당"
  ],
  [
    "동대문구 나선거구",
    "임현숙(林賢淑)",
    "미래통합당"
  ],
  [
    "동대문구 다선거구",
    "오세찬(吳世瓉)",
    "미래통합당"
  ],
  [
    "동대문구 다선거구",
    "이강숙(李康淑)",
    "더불어민주당"
  ],
  [
    "동대문구 라선거구",
    "김창규(金昌珪)",
    "더불어민주당"
  ],
  [
    "동대문구 라선거구",
    "전범일(全範一)",
    "미래통합당"
  ],
  [
    "동대문구 마선거구",
    "김정수(金貞洙)",
    "더불어민주당"
  ],
  [
    "동대문구 마선거구",
    "남궁역(南宮墿)",
    "미래통합당"
  ],
  [
    "동대문구 바선거구",
    "이의안(李義安)",
    "더불어민주당"
  ],
  [
    "동대문구 바선거구",
    "이현주(李賢柱)",
    "더불어민주당"
  ],
  [
    "동대문구 사선거구",
    "민경옥(民庚玉)",
    "더불어민주당"
  ],
  [
    "동대문구 사선거구",
    "신복자(申福子)",
    "미래통합당"
  ],
  [
    "동대문구 아선거구",
    "이태인(李泰仁)",
    "더불어민주당"
  ],
  [
    "동대문구 아선거구",
    "이재식(李在植)[2]",
    "더불어민주당"
  ],
  [
    "비례대표",
    "손경선(孫京先)",
    "미래통합당"
  ],
  [
    "비례대표",
    "손세영(孫세영)",
    "더불어민주당"
  ],
  [
    "중랑구 가선거구",
    "박열완(朴烈完)",
    "더불어민주당"
  ],
  [
    "중랑구 가선거구",
    "신하균(申夏均)",
    "미래통합당"
  ],
  [
    "중랑구 나선거구",
    "나은하(羅銀河)",
    "더불어민주당"
  ],
  [
    "중랑구 나선거구",
    "조성연(趙成衍)",
    "미래통합당"
  ],
  [
    "중랑구 다선거구",
    "서상혁(徐常赫)",
    "미래통합당"
  ],
  [
    "중랑구 다선거구",
    "조희종(曺喜鍾)",
    "더불어민주당"
  ],
  [
    "중랑구 다선거구",
    "최은주(崔銀珠)",
    "더불어민주당"
  ],
  [
    "중랑구 라선거구",
    "이병우(李炳雨)",
    "더불어민주당"
  ],
  [
    "중랑구 라선거구",
    "장신자(張新子)",
    "미래통합당"
  ],
  [
    "중랑구 마선거구",
    "김영숙(金英淑)",
    "미래통합당"
  ],
  [
    "중랑구 마선거구",
    "임익모(林翼模)",
    "더불어민주당"
  ],
  [
    "중랑구 바선거구",
    "왕보현(王寶賢)",
    "미래통합당"
  ],
  [
    "중랑구 바선거구",
    "은승희(殷昇希)",
    "더불어민주당"
  ],
  [
    "중랑구 사선거구",
    "김진영(金珍榮)",
    "미래통합당"
  ],
  [
    "중랑구 사선거구",
    "최경보(崔京甫)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "김미숙(金美淑)",
    "미래통합당"
  ],
  [
    "비례대표",
    "오화근(吳和根)",
    "더불어민주당"
  ],
  [
    "성북구 가선거구",
    "임태근(任泰根)",
    "더불어민주당"
  ],
  [
    "성북구 가선거구",
    "한건희(韓建熙)",
    "미래통합당"
  ],
  [
    "성북구 나선거구",
    "노원정(盧沅廷)",
    "미래통합당"
  ],
  [
    "성북구 나선거구",
    "안향자(安香子)",
    "더불어민주당"
  ],
  [
    "성북구 나선거구",
    "한신(韓信)",
    "더불어민주당"
  ],
  [
    "성북구 다선거구",
    "양순임(梁順任)",
    "더불어민주당"
  ],
  [
    "성북구 다선거구",
    "이광남(李光南)",
    "더불어민주당"
  ],
  [
    "성북구 다선거구",
    "임현주(林賢珠)",
    "미래통합당"
  ],
  [
    "성북구 라선거구",
    "김우섭(金佑燮)",
    "더불어민주당"
  ],
  [
    "성북구 라선거구",
    "윤정자(尹貞子)",
    "더불어민주당"
  ],
  [
    "성북구 마선거구",
    "김오식(金五式)",
    "미래통합당"
  ],
  [
    "성북구 마선거구",
    "오중균(吳仲均)",
    "더불어민주당"
  ],
  [
    "성북구 바선거구",
    "김세운(金世運)",
    "더불어민주당"
  ],
  [
    "성북구 바선거구",
    "박학동(朴學東)",
    "미래통합당"
  ],
  [
    "성북구 바선거구",
    "이인순(李仁順)",
    "더불어민주당"
  ],
  [
    "성북구 사선거구",
    "김일영(金日泳)",
    "더불어민주당"
  ],
  [
    "성북구 사선거구",
    "진선아(陳善雅)",
    "미래통합당"
  ],
  [
    "성북구 아선거구",
    "이호건(李鎬建)",
    "더불어민주당"
  ],
  [
    "성북구 아선거구",
    "정기혁(丁基爀)",
    "미래통합당"
  ],
  [
    "비례대표",
    "정해숙(鄭海淑)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "정혜영(鄭惠英)",
    "미래통합당"
  ],
  [
    "비례대표",
    "최근용(崔槿容)",
    "더불어민주당"
  ],
  [
    "강북구 가선거구",
    "김명희(金明熙)",
    "더불어민주당"
  ],
  [
    "강북구 가선거구",
    "김영준(金榮俊)",
    "더불어민주당"
  ],
  [
    "강북구 가선거구",
    "유인애(柳寅愛)",
    "미래통합당"
  ],
  [
    "강북구 나선거구",
    "이백균(李白均)",
    "더불어민주당"
  ],
  [
    "강북구 나선거구",
    "조윤섭(曺允燮)",
    "미래통합당"
  ],
  [
    "강북구 나선거구",
    "이상수(李相洙)[4]",
    "더불어민주당"
  ],
  [
    "강북구 다선거구",
    "서승목(徐承睦)",
    "더불어민주당"
  ],
  [
    "강북구 다선거구",
    "이용균(李龍均)",
    "더불어민주당"
  ],
  [
    "강북구 다선거구",
    "이정식(李楨植)",
    "미래통합당"
  ],
  [
    "강북구 라선거구",
    "구본승(具本昇)",
    "무소속"
  ],
  [
    "강북구 라선거구",
    "최치효(崔致孝)",
    "더불어민주당"
  ],
  [
    "강북구 라선거구",
    "허광행(許光行)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "김미임(金美任)",
    "미래통합당"
  ],
  [
    "비례대표",
    "최미경(崔美敬)",
    "더불어민주당"
  ],
  [
    "도봉구 가선거구",
    "강철웅(姜鐵雄)",
    "더불어민주당"
  ],
  [
    "도봉구 가선거구",
    "이경숙(李京淑)",
    "미래통합당"
  ],
  [
    "도봉구 가선거구",
    "이영숙(李泳淑)",
    "더불어민주당"
  ],
  [
    "도봉구 나선거구",
    "김기순(金基順)",
    "더불어민주당"
  ],
  [
    "도봉구 나선거구",
    "박진식(朴鎭植)",
    "더불어민주당"
  ],
  [
    "도봉구 나선거구",
    "홍국표(洪國杓)",
    "미래통합당"
  ],
  [
    "도봉구 다선거구",
    "고금숙(高今淑)",
    "미래통합당"
  ],
  [
    "도봉구 다선거구",
    "유기훈(柳基薰)",
    "더불어민주당"
  ],
  [
    "도봉구 라선거구",
    "이은림(李垠林)",
    "미래통합당"
  ],
  [
    "도봉구 라선거구",
    "이성민(李聖珉)[6]",
    "더불어민주당"
  ],
  [
    "도봉구 마선거구",
    "강신만(姜信晩)",
    "미래통합당"
  ],
  [
    "도봉구 마선거구",
    "이태용(李泰勇)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "이길연(李吉蓮)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "조미애(趙美愛)",
    "미래통합당"
  ],
  [
    "노원구 가선거구",
    "변석주(卞錫周)",
    "미래통합당"
  ],
  [
    "노원구 가선거구",
    "부준혁(夫晙赫)",
    "더불어민주당"
  ],
  [
    "노원구 가선거구",
    "차미중(車美中)",
    "더불어민주당"
  ],
  [
    "노원구 나선거구",
    "이칠근(李七根)",
    "더불어민주당"
  ],
  [
    "노원구 나선거구",
    "임시오(任時五)",
    "미래통합당"
  ],
  [
    "노원구 나선거구",
    "최윤남(崔閏男)",
    "더불어민주당"
  ],
  [
    "노원구 다선거구",
    "강금희(姜琴姬)",
    "더불어민주당"
  ],
  [
    "노원구 다선거구",
    "손영준(孫永俊)",
    "더불어민주당"
  ],
  [
    "노원구 다선거구",
    "여운태(呂運泰)",
    "미래통합당"
  ],
  [
    "노원구 라선거구",
    "김태권(金泰權)",
    "미래통합당"
  ],
  [
    "노원구 라선거구",
    "이경철(李庚哲)",
    "더불어민주당"
  ],
  [
    "노원구 라선거구",
    "이영규(李榮揆)",
    "더불어민주당"
  ],
  [
    "노원구 마선거구",
    "서기팔(徐基捌)",
    "더불어민주당"
  ],
  [
    "노원구 마선거구",
    "안복동(安福童)",
    "더불어민주당"
  ],
  [
    "노원구 마선거구",
    "주연숙(朱連淑)",
    "미래통합당"
  ],
  [
    "노원구 바선거구",
    "김준성(金埈聖)",
    "더불어민주당"
  ],
  [
    "노원구 바선거구",
    "이한국(李漢國)",
    "미래통합당"
  ],
  [
    "노원구 바선거구",
    "주희준(朱禧俊)",
    "정의당"
  ],
  [
    "비례대표",
    "김선희(金善姬)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "신동원(申東元)",
    "미래통합당"
  ],
  [
    "비례대표",
    "이미옥(李美玉)",
    "더불어민주당"
  ],
  [
    "은평구 가선거구",
    "박용근(朴用根)",
    "더불어민주당"
  ],
  [
    "은평구 가선거구",
    "정남형(程南馨)",
    "더불어민주당"
  ],
  [
    "은평구 나선거구",
    "나순애(羅順愛)",
    "더불어민주당"
  ],
  [
    "은평구 나선거구",
    "송영창(宋泳昌)",
    "더불어민주당"
  ],
  [
    "은평구 다선거구",
    "문규주(文圭住)",
    "더불어민주당"
  ],
  [
    "은평구 다선거구",
    "정은영(鄭恩英)",
    "더불어민주당"
  ],
  [
    "은평구 라선거구",
    "강용운(姜龍雲)",
    "더불어민주당"
  ],
  [
    "은평구 라선거구",
    "오덕수(吳德秀)",
    "더불어민주당"
  ],
  [
    "은평구 라선거구",
    "황재원(黃載元)",
    "미래통합당"
  ],
  [
    "은평구 마선거구",
    "권인경(權仁敬)",
    "더불어민주당"
  ],
  [
    "은평구 마선거구",
    "양기열(梁琪烈)",
    "미래통합당"
  ],
  [
    "은평구 바선거구",
    "김진회(金珍會)",
    "더불어민주당"
  ],
  [
    "은평구 바선거구",
    "이연옥(李姸玉)",
    "더불어민주당"
  ],
  [
    "은평구 사선거구",
    "신봉규(申俸圭)",
    "미래통합당"
  ],
  [
    "은평구 사선거구",
    "정준호(鄭俊鎬)",
    "더불어민주당"
  ],
  [
    "은평구 아선거구",
    "기노만(奇老萬)",
    "더불어민주당"
  ],
  [
    "은평구 아선거구",
    "조정환(曺正煥)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "박세은(朴世恩)",
    "미래통합당"
  ],
  [
    "비례대표",
    "신윤경(申侖暻)",
    "더불어민주당"
  ],
  [
    "서대문구 가선거구",
    "김해숙(金海淑)",
    "더불어민주당"
  ],
  [
    "서대문구 가선거구",
    "이동화(李同和)",
    "더불어민주당"
  ],
  [
    "서대문구 가선거구",
    "주이삭(朱이삭)",
    "국민의당"
  ],
  [
    "서대문구 나선거구",
    "김덕현(金德顯)",
    "더불어민주당"
  ],
  [
    "서대문구 나선거구",
    "최원석(崔元碩)",
    "미래통합당"
  ],
  [
    "서대문구 다선거구",
    "박경희(朴景姬)",
    "더불어민주당"
  ],
  [
    "서대문구 다선거구",
    "이경선(李京宣)",
    "미래통합당"
  ],
  [
    "서대문구 라선거구",
    "유경선(兪炅銑)",
    "더불어민주당"
  ],
  [
    "서대문구 라선거구",
    "이종석(李鍾碩)",
    "더불어민주당"
  ],
  [
    "서대문구 라선거구",
    "홍길식(洪吉植)",
    "미래통합당"
  ],
  [
    "서대문구 마선거구",
    "윤유현(尹劉鉉)",
    "더불어민주당"
  ],
  [
    "서대문구 마선거구",
    "차승연(車承鍊)",
    "더불어민주당"
  ],
  [
    "서대문구 마선거구",
    "김양희(金良熙)[8]",
    "더불어민주당"
  ],
  [
    "비례대표",
    "안한희(安漢姬)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "양리리(梁莉莉)",
    "미래통합당"
  ],
  [
    "마포구 가선거구",
    "권영숙(權英淑)",
    "더불어민주당"
  ],
  [
    "마포구 가선거구",
    "서종수(徐鍾守)",
    "미래통합당"
  ],
  [
    "마포구 나선거구",
    "이민석(李旼錫)",
    "미래통합당"
  ],
  [
    "마포구 나선거구",
    "이필례(李弼禮)",
    "더불어민주당"
  ],
  [
    "마포구 다선거구",
    "장덕준(張德俊)",
    "더불어민주당"
  ],
  [
    "마포구 다선거구",
    "조영덕(曺榮德)",
    "미래통합당"
  ],
  [
    "마포구 라선거구",
    "김성희(金成熙)",
    "미래통합당"
  ],
  [
    "마포구 라선거구",
    "이홍민(李弘珉)",
    "더불어민주당"
  ],
  [
    "마포구 마선거구",
    "김종선(金鍾瑄)",
    "미래통합당"
  ],
  [
    "마포구 마선거구",
    "채우진(蔡宇鎭)",
    "더불어민주당"
  ],
  [
    "마포구 바선거구",
    "강명숙(姜明淑)",
    "미래통합당"
  ],
  [
    "마포구 바선거구",
    "한일용(韓一龍)",
    "더불어민주당"
  ],
  [
    "마포구 사선거구",
    "김영미(金永美)",
    "더불어민주당"
  ],
  [
    "마포구 사선거구",
    "김진천(金鎭天)",
    "미래통합당"
  ],
  [
    "마포구 아선거구",
    "김기석(金基錫)",
    "미래통합당"
  ],
  [
    "마포구 아선거구",
    "신종갑(辛宗甲)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "정혜경(鄭惠卿)",
    "미래통합당"
  ],
  [
    "비례대표",
    "최은하(崔銀河)",
    "더불어민주당"
  ],
  [
    "양천구 가선거구",
    "공기환(孔冀煥)",
    "미래통합당"
  ],
  [
    "양천구 가선거구",
    "서병완(徐炳完)",
    "더불어민주당"
  ],
  [
    "양천구 나선거구",
    "이수옥(李水玉)",
    "더불어민주당"
  ],
  [
    "양천구 나선거구",
    "이재식(李在植)",
    "미래통합당"
  ],
  [
    "양천구 다선거구",
    "유영주(劉永珠)",
    "더불어민주당"
  ],
  [
    "양천구 다선거구",
    "이인락(李仁洛)",
    "미래통합당"
  ],
  [
    "양천구 라선거구",
    "나상희(羅相喜)",
    "미래통합당"
  ],
  [
    "양천구 라선거구",
    "임정옥(林貞玉)",
    "더불어민주당"
  ],
  [
    "양천구 마선거구",
    "심광식(沈光植)",
    "더불어민주당"
  ],
  [
    "양천구 마선거구",
    "조진호(趙珍鎬)",
    "미래통합당"
  ],
  [
    "양천구 바선거구",
    "박종호(朴鍾鎬)",
    "더불어민주당"
  ],
  [
    "양천구 바선거구",
    "정택진(丁澤鎭)",
    "미래통합당"
  ],
  [
    "양천구 사선거구",
    "오진환(吳辰煥)",
    "미래통합당"
  ],
  [
    "양천구 사선거구",
    "정순희(鄭順姬)",
    "더불어민주당"
  ],
  [
    "양천구 아선거구",
    "신상균(申常均)",
    "더불어민주당"
  ],
  [
    "양천구 아선거구",
    "윤인숙(尹仁淑)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "임준희(林俊希)",
    "미래통합당"
  ],
  [
    "비례대표",
    "최재란(崔在蘭)",
    "더불어민주당"
  ],
  [
    "강서구 가선거구",
    "김용원(金鏞遠)",
    "미래통합당"
  ],
  [
    "강서구 가선거구",
    "윤유선(尹裕善)",
    "더불어민주당"
  ],
  [
    "강서구 가선거구",
    "최동철(崔同喆)",
    "더불어민주당"
  ],
  [
    "강서구 나선거구",
    "신낙형(申烙炯)",
    "미래통합당"
  ],
  [
    "강서구 나선거구",
    "이의걸(李儀傑)",
    "더불어민주당"
  ],
  [
    "강서구 다선거구",
    "김선경(金善炅)",
    "미래통합당"
  ],
  [
    "강서구 다선거구",
    "김성한(金聖漢)",
    "더불어민주당"
  ],
  [
    "강서구 라선거구",
    "김동협(金東協)",
    "미래통합당"
  ],
  [
    "강서구 라선거구",
    "박성호(朴星虎)",
    "더불어민주당"
  ],
  [
    "강서구 마선거구",
    "박주선(朴柱先)",
    "더불어민주당"
  ],
  [
    "강서구 마선거구",
    "송영섭(宋永燮)",
    "더불어민주당"
  ],
  [
    "강서구 바선거구",
    "송순효(宋순효)",
    "더불어민주당"
  ],
  [
    "강서구 바선거구",
    "정정희(鄭靜姬)",
    "더불어민주당"
  ],
  [
    "강서구 사선거구",
    "이충현(李忠鉉)",
    "미래통합당"
  ],
  [
    "강서구 사선거구",
    "황영호(黃永鎬)",
    "더불어민주당"
  ],
  [
    "강서구 아선거구",
    "경기문(景琦文)",
    "미래통합당"
  ],
  [
    "강서구 아선거구",
    "김병진(金炳津)",
    "더불어민주당"
  ],
  [
    "강서구 자선거구",
    "강선영(姜宣姈)",
    "더불어민주당"
  ],
  [
    "강서구 자선거구",
    "황동현(黃東鉉)",
    "미래통합당"
  ],
  [
    "비례대표",
    "김현희(金賢姬)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "이종숙(李終淑)",
    "미래통합당"
  ],
  [
    "비례대표",
    "이충숙(李忠淑)",
    "더불어민주당"
  ],
  [
    "구로구 가선거구",
    "박칠성(朴七星)",
    "더불어민주당"
  ],
  [
    "구로구 가선거구",
    "서호연(徐豪延)",
    "미래통합당"
  ],
  [
    "구로구 나선거구",
    "조미향(趙美香)",
    "더불어민주당"
  ],
  [
    "구로구 나선거구",
    "최숙자(崔淑子)",
    "미래통합당"
  ],
  [
    "구로구 다선거구",
    "김철수(金澈洙)",
    "더불어민주당"
  ],
  [
    "구로구 다선거구",
    "박종녀(朴鍾女)",
    "미래통합당"
  ],
  [
    "구로구 라선거구",
    "김영곤(金永坤)",
    "더불어민주당"
  ],
  [
    "구로구 라선거구",
    "이재만(李栽萬)",
    "더불어민주당"
  ],
  [
    "구로구 라선거구",
    "정대근(鄭大根)",
    "미래통합당"
  ],
  [
    "구로구 마선거구",
    "박동웅(朴東雄)",
    "더불어민주당"
  ],
  [
    "구로구 마선거구",
    "박평길(朴平吉)",
    "미래통합당"
  ],
  [
    "구로구 바선거구",
    "곽윤희(郭允熙)",
    "미래통합당"
  ],
  [
    "구로구 바선거구",
    "김희서(金熙諝)",
    "정의당"
  ],
  [
    "구로구 바선거구",
    "정형주(鄭炯柱)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "노경숙(盧京淑)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "이명숙(李明淑)",
    "미래통합당"
  ],
  [
    "금천구 가선거구",
    "김경완(金京完)",
    "더불어민주당"
  ],
  [
    "금천구 가선거구",
    "박찬길(朴贊吉)",
    "미래통합당"
  ],
  [
    "금천구 나선거구",
    "김영섭(金泳燮)",
    "민생당"
  ],
  [
    "금천구 나선거구",
    "김용술(金容述)",
    "더불어민주당"
  ],
  [
    "금천구 나선거구",
    "이경옥(李璟玉)",
    "더불어민주당"
  ],
  [
    "금천구 다선거구",
    "백승권(白承權)",
    "더불어민주당"
  ],
  [
    "금천구 다선거구",
    "조윤형(趙潤衡)",
    "미래통합당"
  ],
  [
    "금천구 라선거구",
    "류명기(柳明起)",
    "더불어민주당"
  ],
  [
    "금천구 라선거구",
    "윤영희(尹英姬)",
    "미래통합당"
  ],
  [
    "비례대표",
    "강수정(姜守晶)",
    "더불어민주당"
  ],
  [
    "영등포구 가선거구",
    "김재진(金載鎭)",
    "미래통합당"
  ],
  [
    "영등포구 가선거구",
    "정선희(丁仙姬)",
    "더불어민주당"
  ],
  [
    "영등포구 나선거구",
    "고기판(高奇板)",
    "더불어민주당"
  ],
  [
    "영등포구 나선거구",
    "오현숙(吳賢淑)",
    "더불어민주당"
  ],
  [
    "영등포구 다선거구",
    "김길자(金吉子)",
    "더불어민주당"
  ],
  [
    "영등포구 다선거구",
    "이규선(李圭善)",
    "미래통합당"
  ],
  [
    "영등포구 라선거구",
    "윤준용(尹俊容)",
    "더불어민주당"
  ],
  [
    "영등포구 라선거구",
    "이용주(李龍周)",
    "미래통합당"
  ],
  [
    "영등포구 마선거구",
    "박미영(朴美榮)",
    "더불어민주당"
  ],
  [
    "영등포구 마선거구",
    "장순원(張淳元)",
    "미래통합당"
  ],
  [
    "영등포구 바선거구",
    "권영식(權永植)",
    "미래통합당"
  ],
  [
    "영등포구 바선거구",
    "허홍석(許洪錫)",
    "더불어민주당"
  ],
  [
    "영등포구 사선거구",
    "김화영(金華榮)",
    "더불어민주당"
  ],
  [
    "영등포구 사선거구",
    "박정자(朴貞子)",
    "무소속"
  ],
  [
    "영등포구 사선거구",
    "유승용(劉承瑢)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "이미자(李美子)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "최봉희(崔鳳姬)",
    "미래통합당"
  ],
  [
    "동작구 가선거구",
    "김광수(金光洙)",
    "무소속"
  ],
  [
    "동작구 가선거구",
    "전갑봉(全鉀鳳)",
    "더불어민주당"
  ],
  [
    "동작구 나선거구",
    "김명기(金明基)",
    "무소속"
  ],
  [
    "동작구 나선거구",
    "박흥옥(朴興玉)",
    "미래통합당"
  ],
  [
    "동작구 다선거구",
    "김용아(金容娥)",
    "더불어민주당"
  ],
  [
    "동작구 다선거구",
    "민경희(閔庚姬)",
    "미래통합당"
  ],
  [
    "동작구 라선거구",
    "조진희(曺珍姬)",
    "더불어민주당"
  ],
  [
    "동작구 라선거구",
    "최민규(崔慜圭)",
    "미래통합당"
  ],
  [
    "동작구 마선거구",
    "신민희(申敏熙)",
    "더불어민주당"
  ],
  [
    "동작구 마선거구",
    "신희근(辛喜根)",
    "더불어민주당"
  ],
  [
    "동작구 바선거구",
    "최재혁(崔栽赫)",
    "더불어민주당"
  ],
  [
    "동작구 바선거구",
    "최정아(崔貞娥)",
    "미래통합당"
  ],
  [
    "동작구 사선거구",
    "강한옥(姜漢玉)",
    "더불어민주당"
  ],
  [
    "동작구 사선거구",
    "서정택(徐正澤)",
    "더불어민주당"
  ],
  [
    "동작구 사선거구",
    "이미연(李美蓮)",
    "미래통합당"
  ],
  [
    "비례대표",
    "곽향기(郭香基)",
    "미래통합당"
  ],
  [
    "비례대표",
    "이지희(李知姬)",
    "더불어민주당"
  ],
  [
    "관악구 가선거구",
    "박정수(朴政洙)",
    "더불어민주당"
  ],
  [
    "관악구 가선거구",
    "이경환(李慶桓)",
    "더불어민주당"
  ],
  [
    "관악구 가선거구",
    "임춘수(林春洙)",
    "더불어민주당"
  ],
  [
    "관악구 나선거구",
    "곽광자(郭光子)",
    "더불어민주당"
  ],
  [
    "관악구 나선거구",
    "이성심(李成心)",
    "무소속"
  ],
  [
    "관악구 다선거구",
    "오준섭(吳俊燮)",
    "무소속"
  ],
  [
    "관악구 다선거구",
    "장현수(張玹壽)",
    "더불어민주당"
  ],
  [
    "관악구 다선거구",
    "표태룡(表太龍)",
    "더불어민주당"
  ],
  [
    "관악구 라선거구",
    "왕정순(王井順)",
    "더불어민주당"
  ],
  [
    "관악구 라선거구",
    "주무열(朱무열)",
    "더불어민주당"
  ],
  [
    "관악구 마선거구",
    "박영란(朴英蘭)",
    "미래통합당"
  ],
  [
    "관악구 마선거구",
    "서홍석(徐弘錫)",
    "더불어민주당"
  ],
  [
    "관악구 마선거구",
    "주순자(朱順子)",
    "더불어민주당"
  ],
  [
    "관악구 바선거구",
    "길용환(吉龍煥)",
    "더불어민주당"
  ],
  [
    "관악구 바선거구",
    "민영진(閔泳璡)",
    "미래통합당"
  ],
  [
    "관악구 사선거구",
    "송정애(宋炡艾)",
    "더불어민주당"
  ],
  [
    "관악구 사선거구",
    "이종윤(李鍾允)",
    "더불어민주당"
  ],
  [
    "관악구 아선거구",
    "이기중(李基仲)",
    "정의당"
  ],
  [
    "관악구 아선거구",
    "조익화(趙翼化)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "김순미(金順美)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "김옥자(金玉子)",
    "미래통합당"
  ],
  [
    "비례대표",
    "이상옥(李相玉)",
    "더불어민주당"
  ],
  [
    "서초구 가선거구",
    "오세철(吳世哲)",
    "미래통합당"
  ],
  [
    "서초구 가선거구",
    "장옥준(張玉駿)",
    "더불어민주당"
  ],
  [
    "서초구 가선거구",
    "전경희(全慶姬)",
    "미래통합당"
  ],
  [
    "서초구 나선거구",
    "김안숙(金安淑)",
    "더불어민주당"
  ],
  [
    "서초구 나선거구",
    "박지남(朴持南)",
    "더불어민주당"
  ],
  [
    "서초구 나선거구",
    "최원준(崔原準)",
    "미래통합당"
  ],
  [
    "서초구 다선거구",
    "김성주(金聖周)",
    "미래통합당"
  ],
  [
    "서초구 다선거구",
    "김정우(金正宇)",
    "더불어민주당"
  ],
  [
    "서초구 라선거구",
    "안종숙(安鍾淑)",
    "더불어민주당"
  ],
  [
    "서초구 라선거구",
    "최종배(崔鍾培)",
    "미래통합당"
  ],
  [
    "서초구 마선거구",
    "고광민(高光敏)",
    "미래통합당"
  ],
  [
    "서초구 마선거구",
    "김익태(金益泰)",
    "미래통합당"
  ],
  [
    "서초구 마선거구",
    "허은(許銀)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "박미효(朴美孝)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "이현숙(李賢淑)",
    "미래통합당"
  ],
  [
    "강남구 가선거구",
    "전인수(全仁秀)",
    "미래통합당"
  ],
  [
    "강남구 가선거구",
    "허주연(許朱延)",
    "더불어민주당"
  ],
  [
    "강남구 나선거구",
    "김현정(金炫政)",
    "더불어민주당"
  ],
  [
    "강남구 나선거구",
    "최남일(崔南一)",
    "미래통합당"
  ],
  [
    "강남구 다선거구",
    "김세준(金世埈)",
    "더불어민주당"
  ],
  [
    "강남구 다선거구",
    "안지연(安芝蓮)",
    "더불어민주당"
  ],
  [
    "강남구 다선거구",
    "이재진(李載鎭)",
    "미래통합당"
  ],
  [
    "강남구 라선거구",
    "김진홍(金鎭洪)",
    "미래통합당"
  ],
  [
    "강남구 라선거구",
    "문백한(文百漢)",
    "더불어민주당"
  ],
  [
    "강남구 마선거구",
    "김영권(金永權)",
    "더불어민주당"
  ],
  [
    "강남구 마선거구",
    "김형대(金炯大)",
    "미래통합당"
  ],
  [
    "강남구 바선거구",
    "김광심(金廣心)",
    "더불어민주당"
  ],
  [
    "강남구 바선거구",
    "이호귀(李鎬貴)",
    "미래통합당"
  ],
  [
    "강남구 사선거구",
    "박다미(朴多美)",
    "더불어민주당"
  ],
  [
    "강남구 사선거구",
    "한윤수(韓允琇)",
    "미래통합당"
  ],
  [
    "강남구 아선거구",
    "이관수(李官洙)",
    "더불어민주당"
  ],
  [
    "강남구 아선거구",
    "한용대(韓龍大)",
    "미래통합당"
  ],
  [
    "강남구 자선거구",
    "복진경(卜鎭京)",
    "더불어민주당"
  ],
  [
    "강남구 자선거구",
    "이재민(李在民)",
    "민생당"
  ],
  [
    "강남구 자선거구",
    "이향숙(李香淑)",
    "미래통합당"
  ],
  [
    "비례대표",
    "이도희(李桃熙)",
    "민생당"
  ],
  [
    "비례대표",
    "이상애(李相愛)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "허순임(許順任)",
    "미래통합당"
  ],
  [
    "송파구 가선거구",
    "김정열(金貞烈)",
    "더불어민주당"
  ],
  [
    "송파구 가선거구",
    "윤영한(尹榮漢)",
    "더불어민주당"
  ],
  [
    "송파구 가선거구",
    "한상욱(韓相旭)",
    "미래통합당"
  ],
  [
    "송파구 나선거구",
    "이배철(李培喆)",
    "미래통합당"
  ],
  [
    "송파구 나선거구",
    "이서영(李書碤)",
    "더불어민주당"
  ],
  [
    "송파구 다선거구",
    "김득연(金得演)",
    "더불어민주당"
  ],
  [
    "송파구 다선거구",
    "박경래(朴京來)",
    "미래통합당"
  ],
  [
    "송파구 라선거구",
    "김장환(金章煥)",
    "더불어민주당"
  ],
  [
    "송파구 라선거구",
    "송기봉(宋基奉)",
    "더불어민주당"
  ],
  [
    "송파구 라선거구",
    "이영재(李永宰)",
    "미래통합당"
  ],
  [
    "송파구 마선거구",
    "김호재(金鎬在)",
    "더불어민주당"
  ],
  [
    "송파구 마선거구",
    "이성자(李成子)",
    "더불어민주당"
  ],
  [
    "송파구 마선거구",
    "이혜숙(李慧淑)",
    "미래통합당"
  ],
  [
    "송파구 바선거구",
    "박성희(朴性喜)",
    "더불어민주당"
  ],
  [
    "송파구 바선거구",
    "손병화(孫炳花)",
    "미래통합당"
  ],
  [
    "송파구 사선거구",
    "이문재(李文在)",
    "미래통합당"
  ],
  [
    "송파구 사선거구",
    "이황수(李滉洙)",
    "더불어민주당"
  ],
  [
    "송파구 아선거구",
    "김형대(金炯旲)",
    "더불어민주당"
  ],
  [
    "송파구 아선거구",
    "박인섭(朴仁燮)",
    "미래통합당"
  ],
  [
    "송파구 자선거구",
    "나봉숙(羅奉淑)",
    "더불어민주당"
  ],
  [
    "송파구 자선거구",
    "이하식(李夏植)",
    "미래통합당"
  ],
  [
    "송파구 차선거구",
    "윤정식(尹柾植)",
    "미래통합당"
  ],
  [
    "송파구 차선거구",
    "조용근(趙庸根)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "김희숙(金姬淑)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "심현주(沈賢珠)",
    "미래통합당"
  ],
  [
    "비례대표",
    "정명숙(鄭明淑)",
    "더불어민주당"
  ],
  [
    "강동구 가선거구",
    "박원서(朴源緖)",
    "더불어민주당"
  ],
  [
    "강동구 가선거구",
    "진선미(陳善美)",
    "더불어민주당"
  ],
  [
    "강동구 나선거구",
    "방민수(房敏洙)",
    "더불어민주당"
  ],
  [
    "강동구 나선거구",
    "황주영(黃珠英)",
    "더불어민주당"
  ],
  [
    "강동구 다선거구",
    "김남현(金南炫)",
    "더불어민주당"
  ],
  [
    "강동구 다선거구",
    "신무연(申茂蓮)",
    "미래통합당"
  ],
  [
    "강동구 라선거구",
    "서회원(徐會源)",
    "미래통합당"
  ],
  [
    "강동구 라선거구",
    "이원국(李元國)",
    "더불어민주당"
  ],
  [
    "강동구 마선거구",
    "양평호(梁平豪)",
    "더불어민주당"
  ],
  [
    "강동구 마선거구",
    "제갑섭(諸甲燮)",
    "미래통합당"
  ],
  [
    "강동구 바선거구",
    "임인택(林仁澤)",
    "더불어민주당"
  ],
  [
    "강동구 바선거구",
    "조동탁(趙東倬)",
    "미래통합당"
  ],
  [
    "강동구 사선거구",
    "김영민(金榮玟)",
    "미래통합당"
  ],
  [
    "강동구 사선거구",
    "박희자(朴喜子)",
    "더불어민주당"
  ],
  [
    "강동구 아선거구",
    "김연후(金連厚)",
    "더불어민주당"
  ],
  [
    "강동구 아선거구",
    "이승일(李承一)",
    "미래통합당"
  ],
  [
    "비례대표",
    "정미옥(鄭美玉)",
    "미래통합당"
  ],
  [
    "비례대표",
    "한경혜(韓敬惠)",
    "더불어민주당"
  ],
  [
    "중구 가선거구",
    "강희은(姜喜恩)",
    "더불어민주당"
  ],
  [
    "중구 가선거구",
    "김시형(金時炯)",
    "더불어민주당"
  ],
  [
    "중구 가선거구",
    "최정일(崔正一)",
    "미래통합당"
  ],
  [
    "중구 나선거구",
    "강인규(姜仁圭)",
    "더불어민주당"
  ],
  [
    "중구 나선거구",
    "윤정운(尹玎云)",
    "미래통합당"
  ],
  [
    "중구 나선거구",
    "최학철(崔學哲)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "권태식(權泰植)",
    "더불어민주당"
  ],
  [
    "서구 가선거구",
    "송상조(宋相祚)",
    "미래통합당"
  ],
  [
    "서구 가선거구",
    "이석희(李奭熙)",
    "더불어민주당"
  ],
  [
    "서구 가선거구",
    "황정재(黃炡才)",
    "더불어민주당"
  ],
  [
    "서구 나선거구",
    "배은주(裵銀珠)",
    "더불어민주당"
  ],
  [
    "서구 나선거구",
    "허승만(許承萬)",
    "미래통합당"
  ],
  [
    "서구 다선거구",
    "강석진(姜錫珍)",
    "미래통합당"
  ],
  [
    "서구 다선거구",
    "이정향(李正香)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "유성미(柳成美)",
    "더불어민주당"
  ],
  [
    "동구 가선거구",
    "남영심(南英心)",
    "더불어민주당"
  ],
  [
    "동구 가선거구",
    "배인한(裵仁漢)",
    "무소속"
  ],
  [
    "동구 가선거구",
    "이상욱(李相旭)",
    "미래통합당"
  ],
  [
    "동구 나선거구",
    "김선경(金宣暻)",
    "미래통합당"
  ],
  [
    "동구 나선거구",
    "김성식(金成植)",
    "무소속"
  ],
  [
    "동구 나선거구",
    "전근향(全根香)",
    "무소속"
  ],
  [
    "비례대표",
    "이희자(李喜子)",
    "더불어민주당"
  ],
  [
    "영도구 가선거구",
    "백평효(白平孝)",
    "더불어민주당"
  ],
  [
    "영도구 가선거구",
    "신기삼(辛基三)",
    "더불어민주당"
  ],
  [
    "영도구 가선거구",
    "이경민(李敬民)",
    "미래통합당"
  ],
  [
    "영도구 나선거구",
    "신성환(申成煥)",
    "더불어민주당"
  ],
  [
    "영도구 나선거구",
    "최찬훈(崔儹薰)",
    "미래통합당"
  ],
  [
    "영도구 다선거구",
    "김기탁(金紀卓)",
    "더불어민주당"
  ],
  [
    "영도구 다선거구",
    "양준모(梁俊模)",
    "미래통합당"
  ],
  [
    "비례대표",
    "박지민(朴志珉)",
    "더불어민주당"
  ],
  [
    "부산진구 가선거구",
    "박희용(朴喜用)",
    "미래통합당"
  ],
  [
    "부산진구 가선거구",
    "장강식(張康植)",
    "무소속"
  ],
  [
    "부산진구 나선거구",
    "김미경(金美京)",
    "무소속"
  ],
  [
    "부산진구 나선거구",
    "송만정(宋晩禎)",
    "더불어민주당"
  ],
  [
    "부산진구 나선거구",
    "오우택(吳祐宅)",
    "미래통합당"
  ],
  [
    "부산진구 다선거구",
    "방광원(房光源)",
    "무소속"
  ],
  [
    "부산진구 다선거구",
    "한갑용(韓甲用)",
    "더불어민주당"
  ],
  [
    "부산진구 라선거구",
    "백범기(白凡基)",
    "무소속"
  ],
  [
    "부산진구 라선거구",
    "최문돌(崔文乭)",
    "미래통합당"
  ],
  [
    "부산진구 마선거구",
    "김동효(金東孝)",
    "미래통합당"
  ],
  [
    "부산진구 마선거구",
    "장백산(張伯山)",
    "더불어민주당"
  ],
  [
    "부산진구 바선거구",
    "김재운(金載運)",
    "미래통합당"
  ],
  [
    "부산진구 바선거구",
    "최진규(崔振圭)",
    "더불어민주당"
  ],
  [
    "부산진구 사선거구",
    "배영숙(裵英淑)",
    "미래통합당"
  ],
  [
    "부산진구 사선거구",
    "이승민(李承民)",
    "더불어민주당"
  ],
  [
    "부산진구 아선거구",
    "박현철(朴賢哲)",
    "미래통합당"
  ],
  [
    "부산진구 아선거구",
    "한일태(韓一太)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "고성숙(高聖淑)",
    "미래통합당"
  ],
  [
    "비례대표",
    "성현옥(成鉉玉)",
    "더불어민주당"
  ],
  [
    "동래구 가선거구",
    "문대식(文大植)",
    "미래통합당"
  ],
  [
    "동래구 가선거구",
    "주순희(朱順姬)",
    "더불어민주당"
  ],
  [
    "동래구 가선거구",
    "천병준(千炳俊)",
    "더불어민주당"
  ],
  [
    "동래구 나선거구",
    "김미화(金美花)",
    "미래통합당"
  ],
  [
    "동래구 나선거구",
    "유인경(柳仁慶)",
    "더불어민주당"
  ],
  [
    "동래구 나선거구",
    "하성기(河成基)",
    "더불어민주당"
  ],
  [
    "동래구 다선거구",
    "류숙현(柳叔鉉)",
    "더불어민주당"
  ],
  [
    "동래구 다선거구",
    "정명규(鄭銘奎)",
    "미래통합당"
  ],
  [
    "동래구 라선거구",
    "박용근(朴勇根)",
    "더불어민주당"
  ],
  [
    "동래구 라선거구",
    "서덕미(徐德美)",
    "미래통합당"
  ],
  [
    "동래구 라선거구",
    "전경문(全京文)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "강명임(姜明任)",
    "미래통합당"
  ],
  [
    "비례대표",
    "김홍자(金洪慈)",
    "더불어민주당"
  ],
  [
    "남구 가선거구",
    "박구슬(朴䧱瑟)",
    "더불어민주당"
  ],
  [
    "남구 가선거구",
    "서성부(徐誠富)",
    "미래통합당"
  ],
  [
    "남구 나선거구",
    "김근우(金根佑)",
    "더불어민주당"
  ],
  [
    "남구 나선거구",
    "조상진(曺尙珍)",
    "미래통합당"
  ],
  [
    "남구 다선거구",
    "박미순(朴美順)",
    "미래통합당"
  ],
  [
    "남구 다선거구",
    "이병준(李炳埈)",
    "더불어민주당"
  ],
  [
    "남구 라선거구",
    "강건우(姜建宇)",
    "더불어민주당"
  ],
  [
    "남구 라선거구",
    "고선화(高善花)",
    "미래통합당"
  ],
  [
    "남구 마선거구",
    "김철현(金哲賢)",
    "미래통합당"
  ],
  [
    "남구 마선거구",
    "허미향(許美香)",
    "더불어민주당"
  ],
  [
    "남구 바선거구",
    "백석민(白錫敏)",
    "무소속"
  ],
  [
    "남구 바선거구",
    "이강영(李康榮)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "김현미(金賢美)",
    "미래통합당"
  ],
  [
    "비례대표",
    "유명희(柳明希)",
    "더불어민주당"
  ],
  [
    "북구 가선거구",
    "강광진(姜光珍)",
    "더불어민주당"
  ],
  [
    "북구 가선거구",
    "김동선(金東仙)",
    "더불어민주당"
  ],
  [
    "북구 가선거구",
    "김태식(金泰植)",
    "미래통합당"
  ],
  [
    "북구 나선거구",
    "김효정(金孝庭)",
    "미래통합당"
  ],
  [
    "북구 나선거구",
    "손분연(孫粉蓮)",
    "더불어민주당"
  ],
  [
    "북구 다선거구",
    "김창희(金昌熙)",
    "더불어민주당"
  ],
  [
    "북구 다선거구",
    "백종학(白鍾鶴)",
    "미래통합당"
  ],
  [
    "북구 라선거구",
    "김명석(金明錫)",
    "더불어민주당"
  ],
  [
    "북구 라선거구",
    "김성택(金成澤)",
    "미래통합당"
  ],
  [
    "북구 마선거구",
    "윤동철(尹垌喆)",
    "미래통합당"
  ],
  [
    "북구 마선거구",
    "정기수(鄭紀秀)",
    "더불어민주당"
  ],
  [
    "북구 마선거구",
    "정양훈(鄭良勳)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "김기태(金基泰)",
    "미래통합당"
  ],
  [
    "비례대표",
    "이영란(李英蘭)",
    "더불어민주당"
  ],
  [
    "해운대구 가선거구",
    "김경호(金敬昊)",
    "미래통합당"
  ],
  [
    "해운대구 가선거구",
    "문현신(文賢信)",
    "더불어민주당"
  ],
  [
    "해운대구 나선거구",
    "김정욱(金政郁)",
    "미래통합당"
  ],
  [
    "해운대구 나선거구",
    "원영숙(元英淑)",
    "더불어민주당"
  ],
  [
    "해운대구 다선거구",
    "김상수(金相水)",
    "미래통합당"
  ],
  [
    "해운대구 다선거구",
    "최은영(崔恩英)",
    "더불어민주당"
  ],
  [
    "해운대구 라선거구",
    "김백철(金伯哲)",
    "더불어민주당"
  ],
  [
    "해운대구 라선거구",
    "임말숙(任末淑)",
    "미래통합당"
  ],
  [
    "해운대구 마선거구",
    "박성식(朴成植)",
    "더불어민주당"
  ],
  [
    "해운대구 마선거구",
    "장성철(張誠哲)",
    "미래통합당"
  ],
  [
    "해운대구 바선거구",
    "박기훈(朴基勳)",
    "미래통합당"
  ],
  [
    "해운대구 바선거구",
    "이상곤(李相坤)",
    "더불어민주당"
  ],
  [
    "해운대구 사선거구",
    "이명원(李明源)",
    "더불어민주당"
  ],
  [
    "해운대구 사선거구",
    "조영진(曺永振)",
    "미래통합당"
  ],
  [
    "해운대구 아선거구",
    "김성군(金成軍)",
    "더불어민주당"
  ],
  [
    "해운대구 아선거구",
    "서정학(徐廷學)",
    "미래통합당"
  ],
  [
    "비례대표",
    "김혜진(金惠眞)",
    "미래통합당"
  ],
  [
    "비례대표",
    "정순세(鄭順世)",
    "더불어민주당"
  ],
  [
    "사하구 가선거구",
    "양기주(梁基周)",
    "미래통합당"
  ],
  [
    "사하구 가선거구",
    "한정옥(韓正玉)",
    "더불어민주당"
  ],
  [
    "사하구 가선거구",
    "윤보수(尹保水)[10]",
    "미래통합당"
  ],
  [
    "사하구 나선거구",
    "강남구(姜南求)",
    "더불어민주당"
  ],
  [
    "사하구 나선거구",
    "전영애(田榮愛)",
    "미래통합당"
  ],
  [
    "사하구 나선거구",
    "전원석(田元錫)",
    "더불어민주당"
  ],
  [
    "사하구 다선거구",
    "강문봉(姜炆奉)",
    "더불어민주당"
  ],
  [
    "사하구 다선거구",
    "김기복(金璣福)",
    "무소속"
  ],
  [
    "사하구 다선거구",
    "최영만(崔榮晩)",
    "미래통합당"
  ],
  [
    "사하구 라선거구",
    "유동철(柳東澈)",
    "더불어민주당"
  ],
  [
    "사하구 라선거구",
    "이복조(李福助)",
    "미래통합당"
  ],
  [
    "사하구 마선거구",
    "박정순(朴貞順)",
    "더불어민주당"
  ],
  [
    "사하구 마선거구",
    "송샘(宋샘)",
    "미래통합당"
  ],
  [
    "비례대표",
    "김민경(金玟炅)",
    "미래통합당"
  ],
  [
    "비례대표",
    "정세자(鄭世子)",
    "더불어민주당"
  ],
  [
    "금정구 가선거구",
    "김재윤(金在允)",
    "미래통합당"
  ],
  [
    "금정구 가선거구",
    "조준영(曺晙暎)",
    "더불어민주당"
  ],
  [
    "금정구 가선거구",
    "최종원(崔鍾元)",
    "미래통합당"
  ],
  [
    "금정구 나선거구",
    "김천일(金千一)",
    "미래통합당"
  ],
  [
    "금정구 나선거구",
    "이재용(李在鎔)",
    "더불어민주당"
  ],
  [
    "금정구 다선거구",
    "문나영(文拏榮)",
    "더불어민주당"
  ],
  [
    "금정구 다선거구",
    "이준호(李俊虎)",
    "미래통합당"
  ],
  [
    "금정구 다선거구",
    "이태돈(李泰炖)",
    "더불어민주당"
  ],
  [
    "금정구 라선거구",
    "원명숙(元明淑)",
    "더불어민주당"
  ],
  [
    "금정구 라선거구",
    "최봉환(崔峯煥)",
    "미래통합당"
  ],
  [
    "금정구 라선거구",
    "하은미(河銀美)",
    "미래통합당"
  ],
  [
    "비례대표",
    "김태연(金泰延)",
    "미래통합당"
  ],
  [
    "비례대표",
    "박근혜(朴勤慧)",
    "더불어민주당"
  ],
  [
    "강서구 가선거구",
    "김주홍(金周弘)",
    "미래통합당"
  ],
  [
    "강서구 가선거구",
    "박상준(朴相俊)",
    "무소속"
  ],
  [
    "강서구 가선거구",
    "이현식(李鉉植)",
    "더불어민주당"
  ],
  [
    "강서구 나선거구",
    "박병률(朴柄律)",
    "미래통합당"
  ],
  [
    "강서구 나선거구",
    "박혜자(朴惠子)",
    "더불어민주당"
  ],
  [
    "강서구 나선거구",
    "주정섭(朱正燮)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "김경옥(金耕玉)",
    "더불어민주당"
  ],
  [
    "연제구 가선거구",
    "김옥란(金玉灡)",
    "미래통합당"
  ],
  [
    "연제구 가선거구",
    "정홍숙(鄭紅淑)",
    "더불어민주당"
  ],
  [
    "연제구 가선거구",
    "최민준(崔珉準)",
    "무소속"
  ],
  [
    "연제구 나선거구",
    "이의찬(李義燦)",
    "더불어민주당"
  ],
  [
    "연제구 나선거구",
    "최홍찬(崔泓纘)",
    "미래통합당"
  ],
  [
    "연제구 다선거구",
    "권종헌(權鍾憲)",
    "미래통합당"
  ],
  [
    "연제구 다선거구",
    "박종욱(朴鍾旭)",
    "무소속"
  ],
  [
    "연제구 라선거구",
    "권성하(權成夏)",
    "더불어민주당"
  ],
  [
    "연제구 라선거구",
    "김형철(金亨哲)",
    "미래통합당"
  ],
  [
    "비례대표",
    "고연희(高連姬)",
    "미래통합당"
  ],
  [
    "비례대표",
    "김현심(金賢心)",
    "더불어민주당"
  ],
  [
    "수영구 가선거구",
    "김보언(金保言)",
    "미래통합당"
  ],
  [
    "수영구 가선거구",
    "박경옥(朴京沃)",
    "더불어민주당"
  ],
  [
    "수영구 나선거구",
    "박철중(朴哲重)",
    "미래통합당"
  ],
  [
    "수영구 나선거구",
    "오승엽(吳昇燁)",
    "더불어민주당"
  ],
  [
    "수영구 다선거구",
    "김덕수(金德壽)",
    "미래통합당"
  ],
  [
    "수영구 다선거구",
    "장수영(張洙永)",
    "더불어민주당"
  ],
  [
    "수영구 라선거구",
    "송원호(宋圓虎)",
    "미래통합당"
  ],
  [
    "수영구 라선거구",
    "최종태(崔鍾台)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "김진(金眞)",
    "더불어민주당"
  ],
  [
    "사상구 가선거구",
    "권경협(權景俠)",
    "무소속"
  ],
  [
    "사상구 가선거구",
    "윤태한(尹泰漢)",
    "미래통합당"
  ],
  [
    "사상구 가선거구",
    "정성열(鄭成烈)",
    "더불어민주당"
  ],
  [
    "사상구 나선거구",
    "김향남(金香南)",
    "더불어민주당"
  ],
  [
    "사상구 나선거구",
    "양재명(梁在明)",
    "미래통합당"
  ],
  [
    "사상구 다선거구",
    "윤숙희(尹淑姬)",
    "미래통합당"
  ],
  [
    "사상구 다선거구",
    "조병길(趙柄吉)",
    "무소속"
  ],
  [
    "사상구 라선거구",
    "김정옥(金正沃)",
    "미래통합당"
  ],
  [
    "사상구 라선거구",
    "장인수(張仁洙)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "정춘희(鄭春姬)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "신혜정(辛惠淨)",
    "미래통합당"
  ],
  [
    "기장군 가선거구",
    "김종률(金鍾律)",
    "미래통합당"
  ],
  [
    "기장군 가선거구",
    "성경미(成慶美)",
    "무소속"
  ],
  [
    "기장군 나선거구",
    "김대군(金大軍)",
    "미래통합당"
  ],
  [
    "기장군 나선거구",
    "황운철(黃雲喆)",
    "더불어민주당"
  ],
  [
    "기장군 다선거구",
    "맹승자(孟陞子)",
    "미래통합당"
  ],
  [
    "기장군 다선거구",
    "박우식(朴優植)",
    "더불어민주당"
  ],
  [
    "기장군 다선거구",
    "우성빈(禹星斌)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "김혜금(金惠今)",
    "무소속"
  ],
  [
    "중구 가선거구",
    "권경숙(權京淑)",
    "미래통합당"
  ],
  [
    "중구 가선거구",
    "신범식(申範植)",
    "더불어민주당"
  ],
  [
    "중구 가선거구",
    "이경숙(李京淑)",
    "더불어민주당"
  ],
  [
    "중구 나선거구",
    "오상석(吳相錫)",
    "미래통합당"
  ],
  [
    "중구 나선거구",
    "우종필(禹鐘弼)",
    "미래통합당"
  ],
  [
    "중구 나선거구",
    "홍준연(洪俊淵)",
    "미래통합당"
  ],
  [
    "비례대표",
    "이정민(李貞旻)",
    "미래통합당"
  ],
  [
    "동구 가선거구",
    "김병두(金炳斗)",
    "무소속"
  ],
  [
    "동구 가선거구",
    "도근환(都根煥)",
    "더불어민주당"
  ],
  [
    "동구 나선거구",
    "권상대(權相大)",
    "더불어민주당"
  ],
  [
    "동구 나선거구",
    "오세호(吳世昊)",
    "미래통합당"
  ],
  [
    "동구 다선거구",
    "신효철(申孝澈)",
    "더불어민주당"
  ],
  [
    "동구 다선거구",
    "이연미(李蓮美)",
    "미래통합당"
  ],
  [
    "동구 다선거구",
    "이윤형(李潤炯)",
    "미래통합당"
  ],
  [
    "동구 라선거구",
    "노남옥(盧男玉)",
    "더불어민주당"
  ],
  [
    "동구 라선거구",
    "차수환(車洙煥)",
    "미래통합당"
  ],
  [
    "동구 라선거구",
    "김상호(金相鎬)[12]",
    "미래통합당"
  ],
  [
    "동구 마선거구",
    "오말임(吳末任)",
    "더불어민주당"
  ],
  [
    "동구 마선거구",
    "류재발(柳再發)[14]",
    "미래통합당"
  ],
  [
    "동구 바선거구",
    "이은애(李恩愛)",
    "더불어민주당"
  ],
  [
    "동구 바선거구",
    "정인숙(鄭仁淑)[16]",
    "미래통합당"
  ],
  [
    "비례대표",
    "주형숙(朱亨淑)",
    "미래통합당"
  ],
  [
    "비례대표",
    "최은숙(崔銀淑)",
    "더불어민주당"
  ],
  [
    "서구 가선거구",
    "김진출(金珍出)",
    "미래통합당"
  ],
  [
    "서구 가선거구",
    "민부기(閔富基)",
    "무소속"
  ],
  [
    "서구 나선거구",
    "오세광(吳世光)",
    "더불어민주당"
  ],
  [
    "서구 나선거구",
    "정영수(丁永秀)",
    "미래통합당"
  ],
  [
    "서구 나선거구",
    "조영순(曺永順)",
    "무소속"
  ],
  [
    "서구 다선거구",
    "김종일(金鍾一)",
    "무소속"
  ],
  [
    "서구 다선거구",
    "홍병헌(洪秉憲)",
    "미래통합당"
  ],
  [
    "서구 라선거구",
    "김종록(金鍾祿)",
    "미래통합당"
  ],
  [
    "서구 라선거구",
    "이주한(李珠漢)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "여근순(呂根順)",
    "미래통합당"
  ],
  [
    "비례대표",
    "차금영(車金寧)",
    "더불어민주당"
  ],
  [
    "남구 가선거구",
    "이정현(李貞賢)",
    "더불어민주당"
  ],
  [
    "남구 가선거구",
    "이희주(李熙柱)",
    "미래통합당"
  ],
  [
    "남구 가선거구",
    "홍대환(洪大煥)",
    "미래통합당"
  ],
  [
    "남구 나선거구",
    "이정숙(李貞淑)",
    "미래통합당"
  ],
  [
    "남구 나선거구",
    "정연우(丁緣䨒)",
    "더불어민주당"
  ],
  [
    "남구 다선거구",
    "권은정(權銀貞)",
    "미래통합당"
  ],
  [
    "남구 다선거구",
    "정연주(鄭娟周)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "최영희(崔英熙)",
    "미래통합당"
  ],
  [
    "북구 가선거구",
    "고인경(高仁卿)",
    "미래통합당"
  ],
  [
    "북구 가선거구",
    "안경완(安炅完)",
    "더불어민주당"
  ],
  [
    "북구 나선거구",
    "박정희(朴正喜)",
    "더불어민주당"
  ],
  [
    "북구 나선거구",
    "조명균(曺明均)",
    "미래통합당"
  ],
  [
    "북구 다선거구",
    "유병철(兪炳澈)",
    "무소속"
  ],
  [
    "북구 다선거구",
    "이정열(李呈烈)",
    "무소속"
  ],
  [
    "북구 다선거구",
    "차대식(車大植)",
    "미래통합당"
  ],
  [
    "북구 라선거구",
    "송창주(宋昌周)",
    "무소속"
  ],
  [
    "북구 라선거구",
    "한상열(韓相烈)",
    "더불어민주당"
  ],
  [
    "북구 마선거구",
    "구창교(具昌敎)",
    "미래통합당"
  ],
  [
    "북구 마선거구",
    "장영철(張榮喆)",
    "미래통합당"
  ],
  [
    "북구 마선거구",
    "채장식(蔡章植)",
    "더불어민주당"
  ],
  [
    "북구 바선거구",
    "최우영(崔祐榮)",
    "더불어민주당"
  ],
  [
    "북구 바선거구",
    "김세복(金世福)[18]",
    "미래통합당"
  ],
  [
    "북구 사선거구",
    "김기조(金奇祚)",
    "더불어민주당"
  ],
  [
    "북구 사선거구",
    "최수열(崔洙悅)",
    "미래통합당"
  ],
  [
    "북구 아선거구",
    "김상선(金相仙)",
    "미래통합당"
  ],
  [
    "북구 아선거구",
    "이동욱(李桐旭)[20]",
    "미래통합당"
  ],
  [
    "비례대표",
    "김지연(金志姸)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "류승영(柳承伶)",
    "미래통합당"
  ],
  [
    "수성구 가선거구",
    "김희섭(金希燮)",
    "더불어민주당"
  ],
  [
    "수성구 가선거구",
    "황기호(黃基鎬)",
    "미래통합당"
  ],
  [
    "수성구 나선거구",
    "박정권(朴廷權)",
    "더불어민주당"
  ],
  [
    "수성구 나선거구",
    "육정미(陸貞美)",
    "더불어민주당"
  ],
  [
    "수성구 나선거구",
    "전영태(全永台)",
    "미래통합당"
  ],
  [
    "수성구 다선거구",
    "유지호(柳智皓)",
    "더불어민주당"
  ],
  [
    "수성구 다선거구",
    "최진태(崔珍泰)",
    "미래통합당"
  ],
  [
    "수성구 라선거구",
    "김성년(金聖年)",
    "정의당"
  ],
  [
    "수성구 라선거구",
    "백종훈(白宗勳)",
    "더불어민주당"
  ],
  [
    "수성구 라선거구",
    "이성오(李成五)",
    "미래통합당"
  ],
  [
    "수성구 마선거구",
    "차현민(車顯珉)",
    "더불어민주당"
  ],
  [
    "수성구 마선거구",
    "홍경임(洪京任)",
    "미래통합당"
  ],
  [
    "수성구 바선거구",
    "김두현(金斗鉉)",
    "더불어민주당"
  ],
  [
    "수성구 바선거구",
    "조규화(曺奎化)",
    "미래통합당"
  ],
  [
    "수성구 사선거구",
    "김재현(金再顯)",
    "미래통합당"
  ],
  [
    "수성구 사선거구",
    "조용성(趙鏞成)",
    "더불어민주당"
  ],
  [
    "수성구 아선거구",
    "김영애(金英愛)",
    "더불어민주당"
  ],
  [
    "수성구 아선거구",
    "김태우(金泰雨)",
    "미래통합당"
  ],
  [
    "비례대표",
    "김종숙(金鍾淑)",
    "미래통합당"
  ],
  [
    "비례대표",
    "황혜진(黃惠眞)",
    "더불어민주당"
  ],
  [
    "달서구 가선거구",
    "안대국(安大國)",
    "더불어민주당"
  ],
  [
    "달서구 가선거구",
    "안영란(安英蘭)",
    "무소속"
  ],
  [
    "달서구 나선거구",
    "서민우(徐旻佑)",
    "무소속"
  ],
  [
    "달서구 나선거구",
    "이영빈(李永霦)",
    "더불어민주당"
  ],
  [
    "달서구 다선거구",
    "김기열(金琦烈)",
    "무소속"
  ],
  [
    "달서구 다선거구",
    "김화덕(金花德)",
    "무소속"
  ],
  [
    "달서구 다선거구",
    "박종길(朴鍾吉)",
    "더불어민주당"
  ],
  [
    "달서구 라선거구",
    "박왕규(朴王圭)",
    "미래통합당"
  ],
  [
    "달서구 라선거구",
    "홍복조(洪福祚)",
    "더불어민주당"
  ],
  [
    "달서구 마선거구",
    "김인호(金仁鎬)",
    "미래통합당"
  ],
  [
    "달서구 마선거구",
    "김정윤(金正允)",
    "더불어민주당"
  ],
  [
    "달서구 바선거구",
    "배용식(裵龍植)",
    "미래통합당"
  ],
  [
    "달서구 바선거구",
    "이성순(李聖淳)",
    "더불어민주당"
  ],
  [
    "달서구 사선거구",
    "배지훈(裵鋕燻)",
    "더불어민주당"
  ],
  [
    "달서구 사선거구",
    "최상극(崔相克)",
    "미래통합당"
  ],
  [
    "달서구 아선거구",
    "김태형(金泰亨)",
    "더불어민주당"
  ],
  [
    "달서구 아선거구",
    "윤권근(尹權根)",
    "미래통합당"
  ],
  [
    "달서구 아선거구",
    "정창근(鄭昌根)",
    "미래통합당"
  ],
  [
    "달서구 자선거구",
    "김귀화(金貴花)",
    "더불어민주당"
  ],
  [
    "달서구 자선거구",
    "박재형(朴宰亨)",
    "미래통합당"
  ],
  [
    "달서구 자선거구",
    "원종진(元鍾津)",
    "미래통합당"
  ],
  [
    "비례대표",
    "박정환(朴正奐)",
    "미래통합당"
  ],
  [
    "비례대표",
    "이신자(李申子)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "조복희(趙福熙)",
    "미래통합당"
  ],
  [
    "달성군 가선거구",
    "도일용(都壹勇)",
    "더불어민주당"
  ],
  [
    "달성군 가선거구",
    "하중환(河重煥)",
    "미래통합당"
  ],
  [
    "달성군 나선거구",
    "구자학(具滋學)",
    "미래통합당"
  ],
  [
    "달성군 나선거구",
    "김보경(金補京)",
    "더불어민주당"
  ],
  [
    "달성군 나선거구",
    "신동윤(申東潤)",
    "미래통합당"
  ],
  [
    "달성군 다선거구",
    "서도원(徐道元)",
    "미래통합당"
  ],
  [
    "달성군 다선거구",
    "이대곤(李大坤)",
    "더불어민주당"
  ],
  [
    "달성군 라선거구",
    "김정태(金正泰)",
    "더불어민주당"
  ],
  [
    "달성군 라선거구",
    "최상국(崔相國)",
    "미래통합당"
  ],
  [
    "비례대표",
    "김은영(金恩英)",
    "미래통합당"
  ],
  [
    "중구 가선거구",
    "박상길(朴相佶)",
    "무소속"
  ],
  [
    "중구 가선거구",
    "이종호(李鍾豪)",
    "미래통합당"
  ],
  [
    "중구 가선거구",
    "정동준(鄭東俊)",
    "더불어민주당"
  ],
  [
    "중구 나선거구",
    "강후공(姜後公)",
    "미래통합당"
  ],
  [
    "중구 나선거구",
    "이성태(李成泰)",
    "더불어민주당"
  ],
  [
    "중구 나선거구",
    "최찬용(崔燦鎔)",
    "무소속"
  ],
  [
    "비례대표",
    "유형숙(劉亨淑)",
    "더불어민주당"
  ],
  [
    "동구 가선거구",
    "윤재실(尹在實)",
    "더불어민주당"
  ],
  [
    "동구 가선거구",
    "허식(許植)",
    "미래통합당"
  ],
  [
    "동구 나선거구",
    "박영우(朴榮雨)",
    "미래통합당"
  ],
  [
    "동구 나선거구",
    "정종연(鄭鍾燃)",
    "더불어민주당"
  ],
  [
    "동구 다선거구",
    "송광식(宋光植)",
    "더불어민주당"
  ],
  [
    "동구 다선거구",
    "유옥분(柳玉粉)",
    "미래통합당"
  ],
  [
    "비례대표",
    "장수진(張守眞)",
    "더불어민주당"
  ],
  [
    "미추홀구 가선거구",
    "김순옥(金順玉)",
    "더불어민주당"
  ],
  [
    "미추홀구 가선거구",
    "김재동(金在童)",
    "미래통합당"
  ],
  [
    "미추홀구 가선거구",
    "배상록(裵相錄)",
    "더불어민주당"
  ],
  [
    "미추홀구 나선거구",
    "손일(孫一)",
    "더불어민주당"
  ],
  [
    "미추홀구 나선거구",
    "이한형(李漢亨)",
    "미래통합당"
  ],
  [
    "미추홀구 나선거구",
    "전경애(全敬愛)",
    "더불어민주당"
  ],
  [
    "미추홀구 다선거구",
    "노태간(盧泰艮)",
    "더불어민주당"
  ],
  [
    "미추홀구 다선거구",
    "이관호(李官浩)",
    "미래통합당"
  ],
  [
    "미추홀구 다선거구",
    "이안호(李安浩)",
    "더불어민주당"
  ],
  [
    "미추홀구 라선거구",
    "김진구(金鎭九)",
    "더불어민주당"
  ],
  [
    "미추홀구 라선거구",
    "박향초(朴香草)",
    "미래통합당"
  ],
  [
    "미추홀구 마선거구",
    "김영근(金泳根)",
    "더불어민주당"
  ],
  [
    "미추홀구 마선거구",
    "김익선(金益墡)",
    "미래통합당"
  ],
  [
    "비례대표",
    "김란영(金蘭英)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "홍영희(洪英姬)",
    "미래통합당"
  ],
  [
    "연수구 가선거구",
    "기형서(奇亨舒)",
    "더불어민주당"
  ],
  [
    "연수구 가선거구",
    "이강구(李康九)",
    "미래통합당"
  ],
  [
    "연수구 가선거구",
    "조민경(趙敏瓊)",
    "더불어민주당"
  ],
  [
    "연수구 나선거구",
    "김성해(金成海)",
    "무소속"
  ],
  [
    "연수구 나선거구",
    "이인자(李仁子)",
    "미래통합당"
  ],
  [
    "연수구 다선거구",
    "김정태(金正泰)",
    "더불어민주당"
  ],
  [
    "연수구 다선거구",
    "장해윤(張海潤)",
    "미래통합당"
  ],
  [
    "연수구 라선거구",
    "유상균(柳相均)",
    "미래통합당"
  ],
  [
    "연수구 라선거구",
    "최대성(崔大成)",
    "더불어민주당"
  ],
  [
    "연수구 라선거구",
    "최숙경(崔淑景)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "이은수(李殷受)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "정태숙(鄭泰淑)",
    "미래통합당"
  ],
  [
    "남동구 가선거구",
    "민창기(閔昌基)",
    "미래통합당"
  ],
  [
    "남동구 가선거구",
    "오용환(吳容煥)",
    "더불어민주당"
  ],
  [
    "남동구 가선거구",
    "임애숙(林愛淑)",
    "더불어민주당"
  ],
  [
    "남동구 나선거구",
    "정재호(鄭在昊)",
    "미래통합당"
  ],
  [
    "남동구 나선거구",
    "황규진(黃圭鎭)",
    "더불어민주당"
  ],
  [
    "남동구 다선거구",
    "김안나(金안나)",
    "더불어민주당"
  ],
  [
    "남동구 다선거구",
    "이선옥(李善玉)",
    "미래통합당"
  ],
  [
    "남동구 라선거구",
    "신동섭(申東燮)",
    "미래통합당"
  ],
  [
    "남동구 라선거구",
    "이정순(李正順)",
    "더불어민주당"
  ],
  [
    "남동구 라선거구",
    "조성민(趙誠敏)",
    "더불어민주당"
  ],
  [
    "남동구 마선거구",
    "이용우(李容雨)",
    "미래통합당"
  ],
  [
    "남동구 마선거구",
    "최재현(崔裁賢)",
    "더불어민주당"
  ],
  [
    "남동구 바선거구",
    "김윤숙(金潤淑)",
    "무소속"
  ],
  [
    "남동구 바선거구",
    "유광희(劉廣熙)",
    "더불어민주당"
  ],
  [
    "남동구 바선거구",
    "이유경(李兪熲)",
    "미래통합당"
  ],
  [
    "비례대표",
    "강경숙(姜京叔)",
    "미래통합당"
  ],
  [
    "비례대표",
    "반미선(潘美善)",
    "더불어민주당"
  ],
  [
    "부평구 가선거구",
    "구동오(具挏五)",
    "미래통합당"
  ],
  [
    "부평구 가선거구",
    "안애경(安愛京)",
    "더불어민주당"
  ],
  [
    "부평구 나선거구",
    "공현택(孔鉉澤)",
    "더불어민주당"
  ],
  [
    "부평구 나선거구",
    "오흥수(吳興壽)",
    "더불어민주당"
  ],
  [
    "부평구 나선거구",
    "유정옥(柳正玉)",
    "미래통합당"
  ],
  [
    "부평구 다선거구",
    "유경희(劉慶姬)",
    "더불어민주당"
  ],
  [
    "부평구 다선거구",
    "이익성(李益成)",
    "미래통합당"
  ],
  [
    "부평구 다선거구",
    "정고만(程古萬)",
    "더불어민주당"
  ],
  [
    "부평구 라선거구",
    "김유순(金惟順)",
    "미래통합당"
  ],
  [
    "부평구 라선거구",
    "나상길(羅相吉)",
    "더불어민주당"
  ],
  [
    "부평구 라선거구",
    "신진영(申眞英)",
    "더불어민주당"
  ],
  [
    "부평구 마선거구",
    "엄익용(嚴翼用)",
    "미래통합당"
  ],
  [
    "부평구 마선거구",
    "홍순옥(洪淳玉)",
    "더불어민주당"
  ],
  [
    "부평구 바선거구",
    "김환연(金轘淵)",
    "더불어민주당"
  ],
  [
    "부평구 바선거구",
    "이제승(李濟承)",
    "더불어민주당"
  ],
  [
    "부평구 바선거구",
    "최용복(崔龍福)",
    "미래통합당"
  ],
  [
    "비례대표",
    "마경남(馬京南)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "우명옥(禹明玉)",
    "미래통합당"
  ],
  [
    "계양구 가선거구",
    "이충호(李充鎬)",
    "더불어민주당"
  ],
  [
    "계양구 가선거구",
    "조성환(趙誠煥)",
    "더불어민주당"
  ],
  [
    "계양구 나선거구",
    "박해진(朴海鎭)",
    "더불어민주당"
  ],
  [
    "계양구 나선거구",
    "이병학(李炳學)",
    "미래통합당"
  ],
  [
    "계양구 다선거구",
    "조양희(趙桹熙)",
    "더불어민주당"
  ],
  [
    "계양구 다선거구",
    "황순남(黃順男)",
    "미래통합당"
  ],
  [
    "계양구 라선거구",
    "김유순(金有順)",
    "무소속"
  ],
  [
    "계양구 라선거구",
    "민윤홍(閔允泓)",
    "미래통합당"
  ],
  [
    "계양구 라선거구",
    "윤환(尹渙)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "김숙의(金淑義)",
    "미래통합당"
  ],
  [
    "비례대표",
    "신정숙(申正淑)",
    "더불어민주당"
  ],
  [
    "서구 가선거구",
    "김명주(金明周)",
    "더불어민주당"
  ],
  [
    "서구 가선거구",
    "이의상(李義相)",
    "미래통합당"
  ],
  [
    "서구 나선거구",
    "심우창(沈愚昌)",
    "더불어민주당"
  ],
  [
    "서구 나선거구",
    "이순학(李淳學)",
    "더불어민주당"
  ],
  [
    "서구 다선거구",
    "강남규(姜南圭)",
    "더불어민주당"
  ],
  [
    "서구 다선거구",
    "정진식(鄭鎭植)",
    "더불어민주당"
  ],
  [
    "서구 다선거구",
    "최규술(崔圭戌)",
    "미래통합당"
  ],
  [
    "서구 라선거구",
    "김동익(金東翼)",
    "더불어민주당"
  ],
  [
    "서구 라선거구",
    "송춘규(宋春圭)",
    "무소속"
  ],
  [
    "서구 마선거구",
    "공정숙(孔貞淑)",
    "미래통합당"
  ],
  [
    "서구 마선거구",
    "정인갑(鄭仁甲)",
    "더불어민주당"
  ],
  [
    "서구 바선거구",
    "김미연(金美姸)",
    "미래통합당"
  ],
  [
    "서구 바선거구",
    "정영신(鄭永信)",
    "더불어민주당"
  ],
  [
    "서구 사선거구",
    "권동식(權東植)",
    "미래통합당"
  ],
  [
    "서구 사선거구",
    "한승일(韓承日)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "김이경(金利耿)",
    "미래통합당"
  ],
  [
    "비례대표",
    "최은순(崔銀順)",
    "더불어민주당"
  ],
  [
    "강화군 가선거구",
    "김건하(金建夏)",
    "더불어민주당"
  ],
  [
    "강화군 가선거구",
    "박승한(朴勝漢)",
    "미래통합당"
  ],
  [
    "강화군 가선거구",
    "오현식(吳炫植)",
    "더불어민주당"
  ],
  [
    "강화군 나선거구",
    "김동신(金棟信)",
    "더불어민주당"
  ],
  [
    "강화군 나선거구",
    "박용철(朴龍哲)",
    "미래통합당"
  ],
  [
    "강화군 나선거구",
    "신득상(申得相)",
    "무소속"
  ],
  [
    "비례대표",
    "김윤분(金潤分)",
    "미래통합당"
  ],
  [
    "옹진군 가선거구",
    "신영희(申榮姬)",
    "미래통합당"
  ],
  [
    "옹진군 가선거구",
    "조철수(趙哲洙)",
    "무소속"
  ],
  [
    "옹진군 나선거구",
    "김택선(金澤先)",
    "더불어민주당"
  ],
  [
    "옹진군 나선거구",
    "백동현(白東鉉)",
    "미래통합당"
  ],
  [
    "옹진군 다선거구",
    "김형도(金亨道)",
    "미래통합당"
  ],
  [
    "옹진군 다선거구",
    "홍남곤(洪南坤)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "방지현(方智鉉)",
    "더불어민주당"
  ],
  [
    "동구 가선거구",
    "박진원(朴珍源)",
    "더불어민주당"
  ],
  [
    "동구 가선거구",
    "조승민(趙升敏)",
    "더불어민주당"
  ],
  [
    "동구 가선거구",
    "홍기월(烘起月)",
    "민생당"
  ],
  [
    "동구 나선거구",
    "박종균(朴鐘均)",
    "무소속"
  ],
  [
    "동구 나선거구",
    "전영원(田榮原)",
    "더불어민주당"
  ],
  [
    "동구 나선거구",
    "정미용(鄭美龍)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "김현숙(金賢淑)",
    "더불어민주당"
  ],
  [
    "서구 가선거구",
    "김수영(金守榮)",
    "민생당"
  ],
  [
    "서구 가선거구",
    "김태영(金泰英)",
    "더불어민주당"
  ],
  [
    "서구 가선거구",
    "전승일(全承一)",
    "더불어민주당"
  ],
  [
    "서구 나선거구",
    "강인택(姜仁澤)",
    "더불어민주당"
  ],
  [
    "서구 나선거구",
    "김태진(金泰振)",
    "진보당"
  ],
  [
    "서구 나선거구",
    "오광교(吳光敎)",
    "더불어민주당"
  ],
  [
    "서구 다선거구",
    "고경애(高京愛)",
    "더불어민주당"
  ],
  [
    "서구 다선거구",
    "김영선(金永善)",
    "더불어민주당"
  ],
  [
    "서구 라선거구",
    "강기석(姜奇錫)",
    "무소속"
  ],
  [
    "서구 라선거구",
    "김옥수(金玉洙)",
    "민생당"
  ],
  [
    "서구 라선거구",
    "윤정민(尹政珉)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "박영숙(朴英淑)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "정우석(鄭又碩)",
    "더불어민주당"
  ],
  [
    "남구 가선거구",
    "김광수(金光洙)",
    "더불어민주당"
  ],
  [
    "남구 가선거구",
    "서임석(徐林奭)",
    "더불어민주당"
  ],
  [
    "남구 가선거구",
    "황도영(黃度詠)",
    "더불어민주당"
  ],
  [
    "남구 나선거구",
    "박용화(朴用和)",
    "민생당"
  ],
  [
    "남구 나선거구",
    "박희율(朴熙律)",
    "더불어민주당"
  ],
  [
    "남구 나선거구",
    "오영순(吳永順)",
    "더불어민주당"
  ],
  [
    "남구 다선거구",
    "조기주(曺基柱)",
    "더불어민주당"
  ],
  [
    "남구 다선거구",
    "하주아(河周妸)",
    "민생당"
  ],
  [
    "남구 다선거구",
    "황경아(黃京娥)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "남호현(南好賢)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "천신애(千信愛)",
    "더불어민주당"
  ],
  [
    "북구 가선거구",
    "고점례(高点禮)",
    "더불어민주당"
  ],
  [
    "북구 가선거구",
    "기대서(奇大敍)",
    "더불어민주당"
  ],
  [
    "북구 가선거구",
    "이현수(李鉉洙)",
    "무소속"
  ],
  [
    "북구 나선거구",
    "김건안(金健安)",
    "더불어민주당"
  ],
  [
    "북구 나선거구",
    "백순선(白順善)",
    "무소속"
  ],
  [
    "북구 나선거구",
    "최무송(崔茂松)",
    "무소속"
  ],
  [
    "북구 다선거구",
    "김영순(金榮順)",
    "더불어민주당"
  ],
  [
    "북구 다선거구",
    "양옥균(梁鈺均)",
    "더불어민주당"
  ],
  [
    "북구 다선거구",
    "최기영(崔起榮)",
    "더불어민주당"
  ],
  [
    "북구 라선거구",
    "김형수(金炯洙)",
    "더불어민주당"
  ],
  [
    "북구 라선거구",
    "소재섭(蘇在燮)",
    "진보당"
  ],
  [
    "북구 라선거구",
    "최용환(崔瑢桓)",
    "더불어민주당"
  ],
  [
    "북구 마선거구",
    "양일옥(楊一玉)",
    "무소속"
  ],
  [
    "북구 마선거구",
    "임종국(任鍾國)",
    "더불어민주당"
  ],
  [
    "북구 마선거구",
    "주순일(朱順逸)",
    "더불어민주당"
  ],
  [
    "북구 바선거구",
    "선승연(宣承沇)",
    "민생당"
  ],
  [
    "북구 바선거구",
    "이정철(李正澈)",
    "더불어민주당"
  ],
  [
    "북구 바선거구",
    "표범식(表範植)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "전미용(全美容)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "한양임(韓良姙)",
    "더불어민주당"
  ],
  [
    "광산구 가선거구",
    "국강현(鞠康鉉)",
    "진보당"
  ],
  [
    "광산구 가선거구",
    "박현석(朴顯晳)",
    "더불어민주당"
  ],
  [
    "광산구 가선거구",
    "배홍석(裵洪錫)",
    "더불어민주당"
  ],
  [
    "광산구 가선거구",
    "유영종(劉永鍾)",
    "더불어민주당"
  ],
  [
    "광산구 나선거구",
    "공병철(孔炳喆)",
    "더불어민주당"
  ],
  [
    "광산구 나선거구",
    "박경신(朴庚信)",
    "더불어민주당"
  ],
  [
    "광산구 나선거구",
    "윤혜영(尹惠煐)",
    "더불어민주당"
  ],
  [
    "광산구 다선거구",
    "강장원(姜長元)",
    "더불어민주당"
  ],
  [
    "광산구 다선거구",
    "김영관(金榮寬)",
    "정의당"
  ],
  [
    "광산구 다선거구",
    "김재호(金在浩)",
    "더불어민주당"
  ],
  [
    "광산구 다선거구",
    "조영임(趙英任)",
    "더불어민주당"
  ],
  [
    "광산구 라선거구",
    "이귀순(李貴順)",
    "더불어민주당"
  ],
  [
    "광산구 라선거구",
    "이영훈(李英勳)",
    "더불어민주당"
  ],
  [
    "광산구 마선거구",
    "김태완(金泰完)",
    "더불어민주당"
  ],
  [
    "광산구 마선거구",
    "조상현(曺祥鉉)",
    "무소속"
  ],
  [
    "비례대표",
    "김미영(金美映)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "김은단(金銀丹)",
    "더불어민주당"
  ],
  [
    "동구 가선거구",
    "오관영(吳官泳)",
    "미래통합당"
  ],
  [
    "동구 가선거구",
    "황종성(黃宗性)",
    "더불어민주당"
  ],
  [
    "동구 나선거구",
    "강정규(姜政圭)",
    "미래통합당"
  ],
  [
    "동구 나선거구",
    "성용순(成龍順)",
    "더불어민주당"
  ],
  [
    "동구 다선거구",
    "강화평(姜和坪)",
    "더불어민주당"
  ],
  [
    "동구 다선거구",
    "박민자(朴敏子)",
    "더불어민주당"
  ],
  [
    "동구 다선거구",
    "박철용(朴哲用)",
    "미래통합당"
  ],
  [
    "동구 라선거구",
    "박영순(朴英順)",
    "미래통합당"
  ],
  [
    "동구 라선거구",
    "이나영(李娜永)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "신은옥(辛銀玉)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "유승희(柳承喜)",
    "미래통합당"
  ],
  [
    "중구 가선거구",
    "김연수(金連洙)",
    "미래통합당"
  ],
  [
    "중구 가선거구",
    "육상래(陸相來)",
    "더불어민주당"
  ],
  [
    "중구 가선거구",
    "정옥진(丁玉鎭)",
    "더불어민주당"
  ],
  [
    "중구 나선거구",
    "박찬근(朴贊勤)[21]",
    "공석"
  ],
  [
    "중구 나선거구",
    "이정수(李廷洙)",
    "미래통합당"
  ],
  [
    "중구 다선거구",
    "김옥향(金玉香)",
    "미래통합당"
  ],
  [
    "중구 다선거구",
    "안선영(安善暎)",
    "더불어민주당"
  ],
  [
    "중구 라선거구",
    "서명석(徐明錫)",
    "무소속"
  ],
  [
    "중구 라선거구",
    "안형진(安亨진)",
    "미래통합당"
  ],
  [
    "중구 라선거구",
    "정종훈(鄭琮勳)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "윤원옥(尹元玉)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "조은경(曺銀京)",
    "미래통합당"
  ],
  [
    "서구 가선거구",
    "김영미(金暎美)",
    "더불어민주당"
  ],
  [
    "서구 가선거구",
    "박양주(朴亮柱)",
    "미래통합당"
  ],
  [
    "서구 가선거구",
    "최규(崔圭)",
    "더불어민주당"
  ],
  [
    "서구 나선거구",
    "전명자(全明子)",
    "더불어민주당"
  ],
  [
    "서구 나선거구",
    "조규식(趙圭植)",
    "더불어민주당"
  ],
  [
    "서구 나선거구",
    "김동성(金東成)[23]",
    "더불어민주당"
  ],
  [
    "서구 다선거구",
    "강정수(姜正洙)",
    "더불어민주당"
  ],
  [
    "서구 다선거구",
    "윤준상(尹俊相)",
    "더불어민주당"
  ],
  [
    "서구 다선거구",
    "정현서(鄭晛敍)",
    "미래통합당"
  ],
  [
    "서구 라선거구",
    "김경석(金庚奭)",
    "미래통합당"
  ],
  [
    "서구 라선거구",
    "서다운(徐茶雲)",
    "더불어민주당"
  ],
  [
    "서구 라선거구",
    "정능호(程能鎬)",
    "더불어민주당"
  ],
  [
    "서구 마선거구",
    "강노산(康魯山)",
    "미래통합당"
  ],
  [
    "서구 마선거구",
    "김신웅(金信雄)",
    "더불어민주당"
  ],
  [
    "서구 마선거구",
    "김창관(金昌官)",
    "더불어민주당"
  ],
  [
    "서구 바선거구",
    "이선용(李璇容)",
    "무소속"
  ],
  [
    "서구 바선거구",
    "이한영(李漢榮)",
    "미래통합당"
  ],
  [
    "서구 바선거구",
    "신혜영(辛惠英)[25]",
    "더불어민주당"
  ],
  [
    "비례대표",
    "서지원(徐志元)",
    "미래통합당"
  ],
  [
    "비례대표",
    "손도선(孫道仙)",
    "더불어민주당"
  ],
  [
    "유성구 가선거구",
    "김관형(金冠亨)",
    "더불어민주당"
  ],
  [
    "유성구 가선거구",
    "김동수(金東洙)",
    "미래통합당"
  ],
  [
    "유성구 나선거구",
    "송봉식(宋鳳植)",
    "미래통합당"
  ],
  [
    "유성구 나선거구",
    "인미동(印美東)",
    "더불어민주당"
  ],
  [
    "유성구 나선거구",
    "황은주(黃殷珠)",
    "더불어민주당"
  ],
  [
    "유성구 다선거구",
    "김연풍(金淵豊)",
    "더불어민주당"
  ],
  [
    "유성구 다선거구",
    "하경옥(河庚玉)",
    "더불어민주당"
  ],
  [
    "유성구 다선거구",
    "송재만(宋在晩)[27]",
    "더불어민주당"
  ],
  [
    "유성구 라선거구",
    "이금선(李金善)",
    "더불어민주당"
  ],
  [
    "유성구 라선거구",
    "이희환(李羲煥)",
    "미래통합당"
  ],
  [
    "비례대표",
    "윤정희(尹晶熙)",
    "미래통합당"
  ],
  [
    "비례대표",
    "최옥술(崔玉述)",
    "더불어민주당"
  ],
  [
    "대덕구 가선거구",
    "김태성(金泰成)",
    "더불어민주당"
  ],
  [
    "대덕구 가선거구",
    "오동환(吳東煥)",
    "미래통합당"
  ],
  [
    "대덕구 나선거구",
    "김수연(金洙連)",
    "미래통합당"
  ],
  [
    "대덕구 나선거구",
    "서미경(徐美京)",
    "더불어민주당"
  ],
  [
    "대덕구 다선거구",
    "김홍태(金洪台)",
    "미래통합당"
  ],
  [
    "대덕구 다선거구",
    "박은희(朴恩姬)",
    "더불어민주당"
  ],
  [
    "대덕구 다선거구",
    "이경수(李庚秀)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "이삼남(李三諵)",
    "더불어민주당"
  ],
  [
    "중구 가선거구",
    "권태호(權胎澔)",
    "미래통합당"
  ],
  [
    "중구 가선거구",
    "안영호(安永鎬)",
    "더불어민주당"
  ],
  [
    "중구 나선거구",
    "김기환(金基煥)",
    "미래통합당"
  ],
  [
    "중구 나선거구",
    "문희성(文熙星)",
    "더불어민주당"
  ],
  [
    "중구 다선거구",
    "김지근(金知根)",
    "더불어민주당"
  ],
  [
    "중구 다선거구",
    "박경흠(朴炅欽)",
    "미래통합당"
  ],
  [
    "중구 다선거구",
    "신성봉(辛聖鳳)",
    "더불어민주당"
  ],
  [
    "중구 라선거구",
    "노세영(盧世泳)",
    "미래통합당"
  ],
  [
    "중구 라선거구",
    "이명녀(李明女)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "강혜경(姜惠京)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "박채연(朴彩延)",
    "미래통합당"
  ],
  [
    "남구 가선거구",
    "김태훈(金泰勳)",
    "더불어민주당"
  ],
  [
    "남구 가선거구",
    "이정훈(李政勳)",
    "미래통합당"
  ],
  [
    "남구 나선거구",
    "이장걸(李長杰)",
    "미래통합당"
  ],
  [
    "남구 나선거구",
    "최덕종(崔德綜)",
    "더불어민주당"
  ],
  [
    "남구 다선거구",
    "안대룡(安大龍)",
    "미래통합당"
  ],
  [
    "남구 다선거구",
    "임금택(林錦澤)",
    "더불어민주당"
  ],
  [
    "남구 라선거구",
    "김동학(金東鶴)",
    "더불어민주당"
  ],
  [
    "남구 라선거구",
    "방인섭(房仁燮)",
    "미래통합당"
  ],
  [
    "남구 마선거구",
    "류왕도(柳王道)",
    "더불어민주당"
  ],
  [
    "남구 마선거구",
    "최신성(崔新盛)",
    "미래통합당"
  ],
  [
    "남구 바선거구",
    "김현정(金賢貞)",
    "더불어민주당"
  ],
  [
    "남구 바선거구",
    "손세익(孫世翼)[29]",
    "미래통합당"
  ],
  [
    "비례대표",
    "박인서(朴仁緖)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "변외식(卞外植)",
    "미래통합당"
  ],
  [
    "동구 가선거구",
    "김수종(金琇鍾)",
    "미래통합당"
  ],
  [
    "동구 가선거구",
    "임정두(林正斗)",
    "더불어민주당"
  ],
  [
    "동구 나선거구",
    "김태규(金泰糾)",
    "무소속"
  ],
  [
    "동구 나선거구",
    "홍유준(洪有俊)",
    "미래통합당"
  ],
  [
    "동구 다선거구",
    "박경옥(朴慶玉)",
    "미래통합당"
  ],
  [
    "동구 다선거구",
    "정용욱(鄭龍旭)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "유봉선(劉鳳先)",
    "더불어민주당"
  ],
  [
    "북구 가선거구",
    "이주언(李周彦)",
    "더불어민주당"
  ],
  [
    "북구 가선거구",
    "정치락(鄭致洛)[31]",
    "미래통합당"
  ],
  [
    "북구 나선거구",
    "이정민(李定珉)",
    "미래통합당"
  ],
  [
    "북구 나선거구",
    "임수필(任秀弼)",
    "진보당"
  ],
  [
    "북구 나선거구",
    "정외경(鄭外庚)",
    "더불어민주당"
  ],
  [
    "북구 다선거구",
    "백현조(白鉉祚)",
    "미래통합당"
  ],
  [
    "북구 다선거구",
    "임채오(林采吾)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "이진복(李辰福)",
    "더불어민주당"
  ],
  [
    "울주군 가선거구",
    "김상용(金常用)",
    "미래통합당"
  ],
  [
    "울주군 가선거구",
    "최윤성(崔允聲)",
    "더불어민주당"
  ],
  [
    "울주군 가선거구",
    "한성환(韓城煥)",
    "더불어민주당"
  ],
  [
    "울주군 나선거구",
    "김시욱(金是昱)",
    "더불어민주당"
  ],
  [
    "울주군 나선거구",
    "박정옥(朴定玉)[32]",
    "공석"
  ],
  [
    "울주군 나선거구",
    "송성우(宋成羽)",
    "미래통합당"
  ],
  [
    "울주군 다선거구",
    "간정태(簡正泰)",
    "더불어민주당"
  ],
  [
    "울주군 다선거구",
    "정우식(鄭友植)",
    "미래통합당"
  ],
  [
    "울주군 다선거구",
    "허은녕(許恩寧)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "경민정(慶珉情)",
    "더불어민주당"
  ],
  [
    "수원시 가선거구",
    "강영우(姜映宇)",
    "더불어민주당"
  ],
  [
    "수원시 가선거구",
    "홍종수(洪鍾洙)",
    "미래통합당"
  ],
  [
    "수원시 나선거구",
    "최인상(崔仁相)",
    "미래통합당"
  ],
  [
    "수원시 나선거구",
    "황경희(黃敬姬)",
    "더불어민주당"
  ],
  [
    "수원시 다선거구",
    "박명규(朴明圭)",
    "더불어민주당"
  ],
  [
    "수원시 다선거구",
    "이종근(李鍾根)",
    "더불어민주당"
  ],
  [
    "수원시 다선거구",
    "조문경(趙紋慶)",
    "미래통합당"
  ],
  [
    "수원시 라선거구",
    "김정렬(金貞烈)",
    "더불어민주당"
  ],
  [
    "수원시 라선거구",
    "박태원(朴泰元)",
    "미래통합당"
  ],
  [
    "수원시 마선거구",
    "윤경선(尹庚善)",
    "진보당"
  ],
  [
    "수원시 마선거구",
    "조미옥(趙美玉)",
    "더불어민주당"
  ],
  [
    "수원시 바선거구",
    "김호진(金虎辰)",
    "더불어민주당"
  ],
  [
    "수원시 바선거구",
    "유재광(劉在洸)",
    "미래통합당"
  ],
  [
    "수원시 바선거구",
    "이철승(李哲承)",
    "더불어민주당"
  ],
  [
    "수원시 사선거구",
    "김진관(金鎭貫)",
    "더불어민주당"
  ],
  [
    "수원시 사선거구",
    "최찬민(崔贊玟)",
    "더불어민주당"
  ],
  [
    "수원시 사선거구",
    "한원찬(韓源贊)",
    "미래통합당"
  ],
  [
    "수원시 아선거구",
    "김미경(金美京)",
    "더불어민주당"
  ],
  [
    "수원시 아선거구",
    "이혜련(李惠蓮)",
    "미래통합당"
  ],
  [
    "수원시 자선거구",
    "양진하(梁振河)",
    "더불어민주당"
  ],
  [
    "수원시 자선거구",
    "이재선(李在善)",
    "미래통합당"
  ],
  [
    "수원시 자선거구",
    "이현구(李鉉九)",
    "더불어민주당"
  ],
  [
    "수원시 차선거구",
    "채명기(蔡命奇)",
    "더불어민주당"
  ],
  [
    "수원시 차선거구",
    "최영옥(崔暎玉)",
    "더불어민주당"
  ],
  [
    "수원시 카선거구",
    "김영택(金永澤)",
    "더불어민주당"
  ],
  [
    "수원시 카선거구",
    "조석환(曺石煥)",
    "더불어민주당"
  ],
  [
    "수원시 타선거구",
    "이재식(李在植)",
    "더불어민주당"
  ],
  [
    "수원시 타선거구",
    "조명자(趙明子)",
    "더불어민주당"
  ],
  [
    "수원시 파선거구",
    "문병근(文炳根)",
    "더불어민주당"
  ],
  [
    "수원시 파선거구",
    "장정희(張貞姬)",
    "더불어민주당"
  ],
  [
    "수원시 하선거구",
    "김기정(金基正)",
    "미래통합당"
  ],
  [
    "수원시 하선거구",
    "이미경(李美慶)",
    "더불어민주당"
  ],
  [
    "수원시 하선거구",
    "이희승(李喜承)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "송은자(宋恩子)",
    "정의당"
  ],
  [
    "비례대표",
    "유준숙(柳準淑)",
    "미래통합당"
  ],
  [
    "비례대표",
    "이병숙(李炳淑)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "장미영(張美英)",
    "더불어민주당"
  ],
  [
    "성남시 가선거구",
    "강상태(姜祥邰)",
    "더불어민주당"
  ],
  [
    "성남시 가선거구",
    "남용삼(南鏞三)",
    "미래통합당"
  ],
  [
    "성남시 나선거구",
    "안광환(安廣煥)",
    "미래통합당"
  ],
  [
    "성남시 나선거구",
    "윤창근(尹昌根)",
    "더불어민주당"
  ],
  [
    "성남시 다선거구",
    "김선임(金洗䛘)",
    "더불어민주당"
  ],
  [
    "성남시 다선거구",
    "이상호(李相晧)",
    "미래통합당"
  ],
  [
    "성남시 라선거구",
    "강신철(姜信喆)",
    "미래통합당"
  ],
  [
    "성남시 라선거구",
    "유중진(柳重振)",
    "더불어민주당"
  ],
  [
    "성남시 라선거구",
    "강현숙(姜賢淑)[34]",
    "더불어민주당"
  ],
  [
    "성남시 마선거구",
    "고병용(高炳龍)",
    "더불어민주당"
  ],
  [
    "성남시 마선거구",
    "선창선(宣昌善)",
    "더불어민주당"
  ],
  [
    "성남시 바선거구",
    "박호근(朴浩根)",
    "더불어민주당"
  ],
  [
    "성남시 바선거구",
    "안광림(安廣淋)",
    "미래통합당"
  ],
  [
    "성남시 사선거구",
    "마선식(馬善植)",
    "더불어민주당"
  ],
  [
    "성남시 사선거구",
    "안극수(安克洙)",
    "미래통합당"
  ],
  [
    "성남시 사선거구",
    "임정미(林貞美)",
    "더불어민주당"
  ],
  [
    "성남시 아선거구",
    "박영애(朴英愛)",
    "미래통합당"
  ],
  [
    "성남시 아선거구",
    "이준배(李㑓肧)",
    "더불어민주당"
  ],
  [
    "성남시 자선거구",
    "박광순(朴光淳)",
    "더불어민주당"
  ],
  [
    "성남시 자선거구",
    "박문석(朴文石)",
    "더불어민주당"
  ],
  [
    "성남시 차선거구",
    "박경희(朴慶姬)",
    "더불어민주당"
  ],
  [
    "성남시 차선거구",
    "이기인(李基仁)",
    "미래통합당"
  ],
  [
    "성남시 카선거구",
    "정윤(鄭潤)",
    "더불어민주당"
  ],
  [
    "성남시 카선거구",
    "최현백(崔玄栢)",
    "더불어민주당"
  ],
  [
    "성남시 타선거구",
    "김명수(金明洙)",
    "더불어민주당"
  ],
  [
    "성남시 타선거구",
    "정봉규(鄭俸圭)",
    "미래통합당"
  ],
  [
    "성남시 파선거구",
    "김영발(金永浡)",
    "미래통합당"
  ],
  [
    "성남시 파선거구",
    "조정식(趙正植)",
    "더불어민주당"
  ],
  [
    "성남시 하선거구",
    "박은미(朴恩美)",
    "미래통합당"
  ],
  [
    "성남시 하선거구",
    "유재호(兪在皓)",
    "깨시민당"
  ],
  [
    "성남시 하선거구",
    "최종성(崔鍾聲)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "김정희(金貞希)",
    "미래통합당"
  ],
  [
    "비례대표",
    "서은경(徐恩敬)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "최미경(崔美京)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "한선미(韓仙美)",
    "민생당"
  ],
  [
    "의정부시 가선거구",
    "오범구(吳範九)",
    "무소속"
  ],
  [
    "의정부시 가선거구",
    "조금석(趙今錫)",
    "미래통합당"
  ],
  [
    "의정부시 나선거구",
    "구구회(具九會)",
    "미래통합당"
  ],
  [
    "의정부시 나선거구",
    "김영숙(金英淑)",
    "무소속"
  ],
  [
    "의정부시 나선거구",
    "김정겸(金正謙)",
    "무소속"
  ],
  [
    "의정부시 다선거구",
    "김연균(金演均)",
    "더불어민주당"
  ],
  [
    "의정부시 다선거구",
    "임호석(林祜奭)",
    "미래통합당"
  ],
  [
    "의정부시 다선거구",
    "정선희(鄭善禧)",
    "더불어민주당"
  ],
  [
    "의정부시 라선거구",
    "김현주(金賢珠)",
    "미래통합당"
  ],
  [
    "의정부시 라선거구",
    "안지찬(安之燦)",
    "더불어민주당"
  ],
  [
    "의정부시 라선거구",
    "이계옥(李桂玉)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "박순자(朴順子)",
    "미래통합당"
  ],
  [
    "비례대표",
    "최정희(崔貞嬉)",
    "더불어민주당"
  ],
  [
    "안양시 가선거구",
    "이호건(李虎鍵)",
    "더불어민주당"
  ],
  [
    "안양시 가선거구",
    "최우규(崔佑圭)",
    "더불어민주당"
  ],
  [
    "안양시 나선거구",
    "임영란(林榮蘭)",
    "더불어민주당"
  ],
  [
    "안양시 나선거구",
    "정완기(鄭完基)",
    "미래통합당"
  ],
  [
    "안양시 다선거구",
    "이은희(李殷姬)",
    "더불어민주당"
  ],
  [
    "안양시 다선거구",
    "이재현(李在炫)",
    "미래통합당"
  ],
  [
    "안양시 라선거구",
    "김선화(金仙花)",
    "더불어민주당"
  ],
  [
    "안양시 라선거구",
    "서정열(徐廷烈)",
    "미래통합당"
  ],
  [
    "안양시 마선거구",
    "강기남(康棋男)",
    "더불어민주당"
  ],
  [
    "안양시 마선거구",
    "이성우(李成雨)",
    "미래통합당"
  ],
  [
    "안양시 바선거구",
    "김은희(金恩希)",
    "더불어민주당"
  ],
  [
    "안양시 바선거구",
    "박정옥(朴貞玉)",
    "미래통합당"
  ],
  [
    "안양시 바선거구",
    "박준모(朴駿模)",
    "더불어민주당"
  ],
  [
    "안양시 사선거구",
    "음경택(陰慶澤)",
    "미래통합당"
  ],
  [
    "안양시 사선거구",
    "정맹숙(鄭孟淑)",
    "더불어민주당"
  ],
  [
    "안양시 사선거구",
    "최병일(崔秉一)",
    "더불어민주당"
  ],
  [
    "안양시 아선거구",
    "김필여(金必女)",
    "미래통합당"
  ],
  [
    "안양시 아선거구",
    "이채명(李采洺)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "김경숙(金敬淑)",
    "미래통합당"
  ],
  [
    "비례대표",
    "윤경숙(尹京淑)",
    "더불어민주당"
  ],
  [
    "부천시 가선거구",
    "곽내경(郭乃暻)",
    "미래통합당"
  ],
  [
    "부천시 가선거구",
    "박명혜(朴明蕙)",
    "더불어민주당"
  ],
  [
    "부천시 가선거구",
    "정재현(鄭在鉉)",
    "더불어민주당"
  ],
  [
    "부천시 나선거구",
    "김병전(金秉銓)",
    "더불어민주당"
  ],
  [
    "부천시 나선거구",
    "홍진아(洪珍雅)",
    "더불어민주당"
  ],
  [
    "부천시 다선거구",
    "박병권(朴炳權)",
    "더불어민주당"
  ],
  [
    "부천시 다선거구",
    "양정숙(梁貞淑)",
    "더불어민주당"
  ],
  [
    "부천시 다선거구",
    "이상윤(李相潤)",
    "미래통합당"
  ],
  [
    "부천시 라선거구",
    "박정산(朴柾産)",
    "더불어민주당"
  ],
  [
    "부천시 라선거구",
    "임은분(任銀芬)",
    "더불어민주당"
  ],
  [
    "부천시 마선거구",
    "박찬희(朴贊姬)",
    "더불어민주당"
  ],
  [
    "부천시 마선거구",
    "이동현(李東玄)",
    "무소속"
  ],
  [
    "부천시 바선거구",
    "강병일(姜柄一)",
    "더불어민주당"
  ],
  [
    "부천시 바선거구",
    "이상열(李相烈)",
    "미래통합당"
  ],
  [
    "부천시 바선거구",
    "최성운(崔成雲)",
    "더불어민주당"
  ],
  [
    "부천시 사선거구",
    "김주삼(金周杉)",
    "더불어민주당"
  ],
  [
    "부천시 사선거구",
    "김환석(金煥錫)",
    "미래통합당"
  ],
  [
    "부천시 아선거구",
    "김동희(金東姬)",
    "더불어민주당"
  ],
  [
    "부천시 아선거구",
    "윤병권(尹炳權)",
    "미래통합당"
  ],
  [
    "부천시 자선거구",
    "김성용(金成容)",
    "더불어민주당"
  ],
  [
    "부천시 자선거구",
    "박홍식(朴弘植)",
    "더불어민주당"
  ],
  [
    "부천시 자선거구",
    "이학환(李學煥)",
    "미래통합당"
  ],
  [
    "부천시 차선거구",
    "구점자(具点子)",
    "미래통합당"
  ],
  [
    "부천시 차선거구",
    "권유경(權幼京)",
    "더불어민주당"
  ],
  [
    "부천시 차선거구",
    "이소영(李素英)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "남미경(南美慶)",
    "미래통합당"
  ],
  [
    "비례대표",
    "박순희(朴順姬)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "송혜숙(宋惠淑)",
    "더불어민주당"
  ],
  [
    "광명시 가선거구",
    "박성민(朴星玟)",
    "무소속"
  ],
  [
    "광명시 가선거구",
    "한주원(韓周沅)",
    "더불어민주당"
  ],
  [
    "광명시 나선거구",
    "이일규(李一奎)",
    "더불어민주당"
  ],
  [
    "광명시 나선거구",
    "이주희(李宙喜)",
    "더불어민주당"
  ],
  [
    "광명시 다선거구",
    "김윤호(金允鎬)",
    "더불어민주당"
  ],
  [
    "광명시 다선거구",
    "박덕수(朴德壽)",
    "미래통합당"
  ],
  [
    "광명시 다선거구",
    "조미수(趙苿秀)",
    "더불어민주당"
  ],
  [
    "광명시 라선거구",
    "안성환(安城煥)",
    "더불어민주당"
  ],
  [
    "광명시 라선거구",
    "제창록(諸昌錄)",
    "더불어민주당"
  ],
  [
    "광명시 라선거구",
    "현충열(玄忠烈)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "김연우(金蓮雨)",
    "미래통합당"
  ],
  [
    "비례대표",
    "이형덕(李炯徳)",
    "더불어민주당"
  ],
  [
    "평택시 가선거구",
    "이관우(李官雨)",
    "미래통합당"
  ],
  [
    "평택시 가선거구",
    "홍선의(洪先義)",
    "더불어민주당"
  ],
  [
    "평택시 나선거구",
    "곽미연(郭美年)",
    "더불어민주당"
  ],
  [
    "평택시 나선거구",
    "권현미(權賢美)[36]",
    "더불어민주당"
  ],
  [
    "평택시 다선거구",
    "이병배(李炳培)",
    "미래통합당"
  ],
  [
    "평택시 다선거구",
    "이윤하(李允河)",
    "더불어민주당"
  ],
  [
    "평택시 라선거구",
    "강정구(姜貞求)",
    "미래통합당"
  ],
  [
    "평택시 라선거구",
    "이종한(李鍾漢)",
    "더불어민주당"
  ],
  [
    "평택시 마선거구",
    "권영화(權榮華)",
    "더불어민주당"
  ],
  [
    "평택시 마선거구",
    "유승영(柳承泳)",
    "더불어민주당"
  ],
  [
    "평택시 마선거구",
    "정일구(鄭一九)",
    "미래통합당"
  ],
  [
    "평택시 바선거구",
    "김동숙(金東淑)",
    "미래통합당"
  ],
  [
    "평택시 바선거구",
    "김승겸(金承謙)",
    "더불어민주당"
  ],
  [
    "평택시 바선거구",
    "이해금(李海金)",
    "무소속"
  ],
  [
    "비례대표",
    "김영주(金榮珠)",
    "미래통합당"
  ],
  [
    "비례대표",
    "최은영(崔恩榮)",
    "더불어민주당"
  ],
  [
    "양주시 가선거구",
    "임재근(林栽根)",
    "미래통합당"
  ],
  [
    "양주시 가선거구",
    "홍성표(洪誠杓)",
    "더불어민주당"
  ],
  [
    "양주시 가선거구",
    "황영희(黃英熙)",
    "더불어민주당"
  ],
  [
    "양주시 나선거구",
    "김종길(金鍾吉)",
    "미래통합당"
  ],
  [
    "양주시 나선거구",
    "정덕영(鄭德泳)",
    "더불어민주당"
  ],
  [
    "양주시 다선거구",
    "안순덕(安順德)",
    "더불어민주당"
  ],
  [
    "양주시 다선거구",
    "이희창(李熙昌)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "한미령(韓美鈴)",
    "더불어민주당"
  ],
  [
    "동두천시 가선거구",
    "김승호(金承豪)",
    "미래통합당"
  ],
  [
    "동두천시 가선거구",
    "이성수(李星洙)",
    "더불어민주당"
  ],
  [
    "동두천시 가선거구",
    "정계숙(鄭桂淑)",
    "미래통합당"
  ],
  [
    "동두천시 나선거구",
    "김운호(金鄖昊)",
    "더불어민주당"
  ],
  [
    "동두천시 나선거구",
    "박인범(朴仁範)",
    "무소속"
  ],
  [
    "동두천시 나선거구",
    "최금숙(崔今淑)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "정문영(鄭文英)",
    "무소속"
  ],
  [
    "안산시 가선거구",
    "김동규(金東奎)",
    "더불어민주당"
  ],
  [
    "안산시 가선거구",
    "김정택(金正澤)",
    "미래통합당"
  ],
  [
    "안산시 가선거구",
    "한명훈(韓明勳)",
    "더불어민주당"
  ],
  [
    "안산시 나선거구",
    "김태희(金泰希)",
    "더불어민주당"
  ],
  [
    "안산시 나선거구",
    "윤태천(尹泰天)",
    "미래통합당"
  ],
  [
    "안산시 다선거구",
    "박태순(朴泰淳)",
    "더불어민주당"
  ],
  [
    "안산시 다선거구",
    "현옥순(玄玉順)",
    "미래통합당"
  ],
  [
    "안산시 라선거구",
    "유재수(劉在壽)",
    "더불어민주당"
  ],
  [
    "안산시 라선거구",
    "주미희(朱美姬)",
    "더불어민주당"
  ],
  [
    "안산시 마선거구",
    "강광주(姜光周)",
    "미래통합당"
  ],
  [
    "안산시 마선거구",
    "송바우나(宋바우나)",
    "더불어민주당"
  ],
  [
    "안산시 마선거구",
    "추연호(秋連鎬)",
    "더불어민주당"
  ],
  [
    "안산시 바선거구",
    "박은경(朴恩鏡)",
    "더불어민주당"
  ],
  [
    "안산시 바선거구",
    "이기환(李基煥)",
    "더불어민주당"
  ],
  [
    "안산시 사선거구",
    "김동수(金東洙)",
    "더불어민주당"
  ],
  [
    "안산시 사선거구",
    "윤석진(尹石鎭)",
    "미래통합당"
  ],
  [
    "안산시 아선거구",
    "나정숙(羅貞淑)",
    "더불어민주당"
  ],
  [
    "안산시 아선거구",
    "정종길(鄭鍾吉)",
    "무소속"
  ],
  [
    "비례대표",
    "김진숙(金辰淑)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "이경애(李敬愛)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "이진분(李鎭分)",
    "미래통합당"
  ],
  [
    "고양시 가선거구",
    "문재호(文載戶)",
    "더불어민주당"
  ],
  [
    "고양시 가선거구",
    "박한기(朴瀚基)",
    "정의당"
  ],
  [
    "고양시 가선거구",
    "윤용석(尹用奭)",
    "더불어민주당"
  ],
  [
    "고양시 나선거구",
    "김보경(金保炅)",
    "더불어민주당"
  ],
  [
    "고양시 나선거구",
    "박시동(朴施東)",
    "정의당"
  ],
  [
    "고양시 다선거구",
    "김효금(金孝今)",
    "더불어민주당"
  ],
  [
    "고양시 다선거구",
    "박소정(朴昭貞)",
    "정의당"
  ],
  [
    "고양시 라선거구",
    "김종민(金鍾玟)",
    "더불어민주당"
  ],
  [
    "고양시 라선거구",
    "송규근(宋圭根)",
    "더불어민주당"
  ],
  [
    "고양시 마선거구",
    "정봉식(鄭俸識)",
    "더불어민주당"
  ],
  [
    "고양시 마선거구",
    "정판오(鄭鈑午)",
    "더불어민주당"
  ],
  [
    "고양시 바선거구",
    "김수환(金壽煥)",
    "더불어민주당"
  ],
  [
    "고양시 바선거구",
    "이규열(李揆烈)",
    "미래통합당"
  ],
  [
    "고양시 사선거구",
    "정연우(鄭淵友)",
    "미래통합당"
  ],
  [
    "고양시 사선거구",
    "조현숙(趙賢淑)",
    "더불어민주당"
  ],
  [
    "고양시 사선거구",
    "채우석(蔡禹錫)",
    "무소속"
  ],
  [
    "고양시 아선거구",
    "김서현(金瑞炫)",
    "무소속"
  ],
  [
    "고양시 아선거구",
    "손동숙(孫東淑)",
    "미래통합당"
  ],
  [
    "고양시 자선거구",
    "강경자(姜敬子)",
    "더불어민주당"
  ],
  [
    "고양시 자선거구",
    "김해련(金姟連)",
    "더불어민주당"
  ],
  [
    "고양시 자선거구",
    "이홍규(李弘揆)",
    "미래통합당"
  ],
  [
    "고양시 차선거구",
    "김미수(金美洙)",
    "더불어민주당"
  ],
  [
    "고양시 차선거구",
    "김완규(金完圭)",
    "미래통합당"
  ],
  [
    "고양시 카선거구",
    "양훈(梁勳)",
    "더불어민주당"
  ],
  [
    "고양시 카선거구",
    "이길용(李吉龍)",
    "더불어민주당"
  ],
  [
    "고양시 타선거구",
    "박현경(朴賢敬)",
    "미래통합당"
  ],
  [
    "고양시 타선거구",
    "이윤승(李胤承)",
    "더불어민주당"
  ],
  [
    "고양시 파선거구",
    "김운남(金雲男)",
    "더불어민주당"
  ],
  [
    "고양시 파선거구",
    "심홍순(沈洪順)",
    "미래통합당"
  ],
  [
    "비례대표",
    "김덕심(金德心)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "엄성은(嚴聖垠)",
    "미래통합당"
  ],
  [
    "비례대표",
    "이해림(李海林)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "장상화(張相和)",
    "정의당"
  ],
  [
    "과천시 가선거구",
    "김현석(金炫碩)",
    "미래통합당"
  ],
  [
    "과천시 가선거구",
    "류종우(柳宗雨)",
    "더불어민주당"
  ],
  [
    "과천시 가선거구",
    "박종락(朴鍾洛)",
    "더불어민주당"
  ],
  [
    "과천시 나선거구",
    "고금란(高琴蘭)",
    "미래통합당"
  ],
  [
    "과천시 나선거구",
    "박상진(朴相鎭)",
    "무소속"
  ],
  [
    "과천시 나선거구",
    "윤미현(尹美賢)",
    "민생당"
  ],
  [
    "비례대표",
    "제갈임주(諸葛林周)",
    "더불어민주당"
  ],
  [
    "의왕시 가선거구",
    "박형구(朴炯九)",
    "미래통합당"
  ],
  [
    "의왕시 가선거구",
    "송광의(宋光儀)",
    "더불어민주당"
  ],
  [
    "의왕시 가선거구",
    "윤미근(尹美根)",
    "더불어민주당"
  ],
  [
    "의왕시 나선거구",
    "김학기(金學基)",
    "미래통합당"
  ],
  [
    "의왕시 나선거구",
    "이랑이(李娘邇)",
    "더불어민주당"
  ],
  [
    "의왕시 나선거구",
    "전경숙(全慶淑)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "윤미경(尹美京)",
    "더불어민주당"
  ],
  [
    "구리시 가선거구",
    "김형수(金炯洙)",
    "더불어민주당"
  ],
  [
    "구리시 가선거구",
    "장승희(張勝姬)",
    "더불어민주당"
  ],
  [
    "구리시 가선거구",
    "장진호(張鎭浩)",
    "미래통합당"
  ],
  [
    "구리시 나선거구",
    "김광수(金光洙)",
    "미래통합당"
  ],
  [
    "구리시 나선거구",
    "박석윤(朴錫潤)",
    "더불어민주당"
  ],
  [
    "구리시 나선거구",
    "임연옥(林蓮玉)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "양경애(梁慶愛)",
    "더불어민주당"
  ],
  [
    "남양주시 가선거구",
    "박성찬(朴成燦)",
    "더불어민주당"
  ],
  [
    "남양주시 가선거구",
    "박은경(朴銀京)",
    "더불어민주당"
  ],
  [
    "남양주시 나선거구",
    "신민철(申敏澈)",
    "더불어민주당"
  ],
  [
    "남양주시 나선거구",
    "이상기(李相基)",
    "미래통합당"
  ],
  [
    "남양주시 나선거구",
    "이영환(李榮煥)",
    "더불어민주당"
  ],
  [
    "남양주시 다선거구",
    "이도재(李道載)",
    "미래통합당"
  ],
  [
    "남양주시 다선거구",
    "이창희(李昌熙)",
    "더불어민주당"
  ],
  [
    "남양주시 라선거구",
    "김지훈(金志訓)",
    "미래통합당"
  ],
  [
    "남양주시 라선거구",
    "장근환(張根煥)",
    "더불어민주당"
  ],
  [
    "남양주시 마선거구",
    "백선아(白善娥)",
    "더불어민주당"
  ],
  [
    "남양주시 마선거구",
    "이정애(李正愛)",
    "더불어민주당"
  ],
  [
    "남양주시 바선거구",
    "김진희(金進熙)",
    "더불어민주당"
  ],
  [
    "남양주시 바선거구",
    "원병일(元炳日)",
    "미래통합당"
  ],
  [
    "남양주시 바선거구",
    "전용균(全容均)",
    "더불어민주당"
  ],
  [
    "남양주시 사선거구",
    "김현택(金賢澤)",
    "미래통합당"
  ],
  [
    "남양주시 사선거구",
    "이철영(李鐵永)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "김영실(金英實)",
    "미래통합당"
  ],
  [
    "비례대표",
    "최성임(崔成任)",
    "더불어민주당"
  ],
  [
    "오산시 가선거구",
    "김영희(金暎姬)",
    "더불어민주당"
  ],
  [
    "오산시 가선거구",
    "이상복(李相福)",
    "미래통합당"
  ],
  [
    "오산시 가선거구",
    "이성혁(李成赫)",
    "더불어민주당"
  ],
  [
    "오산시 나선거구",
    "김명철(金明哲)",
    "미래통합당"
  ],
  [
    "오산시 나선거구",
    "성길용(成吉鏞)",
    "더불어민주당"
  ],
  [
    "오산시 나선거구",
    "장인수(張認洙)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "한은경(韓銀景)",
    "더불어민주당"
  ],
  [
    "화성시 가선거구",
    "박연숙(朴蓮淑)",
    "무소속"
  ],
  [
    "화성시 가선거구",
    "송선영(宋善永)",
    "미래통합당"
  ],
  [
    "화성시 나선거구",
    "조오순(趙午順)",
    "미래통합당"
  ],
  [
    "화성시 나선거구",
    "최청환(崔淸煥)",
    "무소속"
  ],
  [
    "화성시 다선거구",
    "김홍성(金洪星)",
    "더불어민주당"
  ],
  [
    "화성시 다선거구",
    "정흥범(鄭興範)",
    "미래통합당"
  ],
  [
    "화성시 라선거구",
    "구혁모(具奕謨)",
    "국민의당"
  ],
  [
    "화성시 라선거구",
    "배정수(裵正秀)",
    "더불어민주당"
  ],
  [
    "화성시 라선거구",
    "신미숙(申美淑)",
    "더불어민주당"
  ],
  [
    "화성시 마선거구",
    "원유민(元裕民)",
    "더불어민주당"
  ],
  [
    "화성시 마선거구",
    "이은진(李銀珍)",
    "더불어민주당"
  ],
  [
    "화성시 마선거구",
    "차순임(車淳任)",
    "미래통합당"
  ],
  [
    "화성시 바선거구",
    "김도근(金渡根)",
    "더불어민주당"
  ],
  [
    "화성시 바선거구",
    "엄정룡(嚴廷龍)",
    "더불어민주당"
  ],
  [
    "화성시 바선거구",
    "이창현(李昶顯)",
    "미래통합당"
  ],
  [
    "화성시 사선거구",
    "김효상(金孝相)",
    "더불어민주당"
  ],
  [
    "화성시 사선거구",
    "임채덕(林采德)",
    "미래통합당"
  ],
  [
    "화성시 사선거구",
    "황광용(黃光容)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "공영애(孔英愛)",
    "미래통합당"
  ],
  [
    "비례대표",
    "김경희(金京姬)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "박경아(朴敬兒)",
    "더불어민주당"
  ],
  [
    "시흥시 가선거구",
    "안돈의(安敦義)",
    "미래통합당"
  ],
  [
    "시흥시 가선거구",
    "이복희(李福姬)",
    "더불어민주당"
  ],
  [
    "시흥시 가선거구",
    "홍헌영(洪獻榮)",
    "더불어민주당"
  ],
  [
    "시흥시 나선거구",
    "김태경(金泰景)",
    "더불어민주당"
  ],
  [
    "시흥시 나선거구",
    "성훈창(成訓昌)",
    "미래통합당"
  ],
  [
    "시흥시 나선거구",
    "송미희(宋美姬)",
    "더불어민주당"
  ],
  [
    "시흥시 다선거구",
    "노용수(魯龍洙)",
    "미래통합당"
  ],
  [
    "시흥시 다선거구",
    "박춘호(朴春昊)",
    "더불어민주당"
  ],
  [
    "시흥시 다선거구",
    "오인열(吳寅烈)",
    "더불어민주당"
  ],
  [
    "시흥시 라선거구",
    "김창수(金昌洙)",
    "더불어민주당"
  ],
  [
    "시흥시 라선거구",
    "이상섭(李橡燮)",
    "무소속"
  ],
  [
    "시흥시 라선거구",
    "홍원상(洪源商)",
    "미래통합당"
  ],
  [
    "비례대표",
    "안선희(安善熙)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "이금재(李今宰)",
    "미래통합당"
  ],
  [
    "군포시 가선거구",
    "이우천(李愚千)",
    "더불어민주당"
  ],
  [
    "군포시 가선거구",
    "장경민(張慶民)",
    "미래통합당"
  ],
  [
    "군포시 나선거구",
    "성복임(成福姙)",
    "더불어민주당"
  ],
  [
    "군포시 나선거구",
    "이길호(李吉鎬)",
    "더불어민주당"
  ],
  [
    "군포시 다선거구",
    "이견행(李見行)",
    "더불어민주당"
  ],
  [
    "군포시 다선거구",
    "이희재(李熙宰)[37]",
    "공석"
  ],
  [
    "군포시 라선거구",
    "김귀근(金貴根)",
    "더불어민주당"
  ],
  [
    "군포시 라선거구",
    "홍경호(洪景鎬)",
    "미래통합당"
  ],
  [
    "비례대표",
    "신금자(申今子)",
    "더불어민주당"
  ],
  [
    "하남시 가선거구",
    "강성삼(姜聲三)",
    "더불어민주당"
  ],
  [
    "하남시 가선거구",
    "김은영(金恩英)",
    "더불어민주당"
  ],
  [
    "하남시 가선거구",
    "이영준(李榮埈)",
    "미래통합당"
  ],
  [
    "하남시 나선거구",
    "박진희(朴眞嬉)",
    "무소속"
  ],
  [
    "하남시 나선거구",
    "방미숙(方美淑)",
    "더불어민주당"
  ],
  [
    "하남시 나선거구",
    "이영아(李英兒)",
    "더불어민주당"
  ],
  [
    "하남시 다선거구",
    "오지훈(吳知訓)",
    "더불어민주당"
  ],
  [
    "하남시 다선거구",
    "정병용(丁炳龍)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "김낙주(金洛珠)",
    "더불어민주당"
  ],
  [
    "파주시 가선거구",
    "손배찬(孫培讚)",
    "더불어민주당"
  ],
  [
    "파주시 가선거구",
    "안소희(安少姬)[38]",
    "공석"
  ],
  [
    "파주시 가선거구",
    "최창호(崔昌鎬)",
    "미래통합당"
  ],
  [
    "파주시 나선거구",
    "박대성(朴大成)",
    "더불어민주당"
  ],
  [
    "파주시 나선거구",
    "윤희정(尹熙淨)",
    "미래통합당"
  ],
  [
    "파주시 나선거구",
    "이용욱(李鎔旭)",
    "더불어민주당"
  ],
  [
    "파주시 다선거구",
    "목진혁(睦鎭赫)",
    "더불어민주당"
  ],
  [
    "파주시 다선거구",
    "안명규(安明珪)",
    "미래통합당"
  ],
  [
    "파주시 다선거구",
    "한양수(韓良洙)",
    "더불어민주당"
  ],
  [
    "파주시 라선거구",
    "이성철(李成哲)",
    "더불어민주당"
  ],
  [
    "파주시 라선거구",
    "조인연(趙寅衍)",
    "미래통합당"
  ],
  [
    "파주시 라선거구",
    "최유각(崔有角)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "박은주(朴殷珠)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "이효숙(李孝淑)",
    "미래통합당"
  ],
  [
    "여주시 가선거구",
    "김영자(金英子)",
    "미래통합당"
  ],
  [
    "여주시 가선거구",
    "유필선(兪必善)",
    "더불어민주당"
  ],
  [
    "여주시 가선거구",
    "이복예(李福禮)",
    "더불어민주당"
  ],
  [
    "여주시 나선거구",
    "박시선(朴是宣)",
    "더불어민주당"
  ],
  [
    "여주시 나선거구",
    "서광범(徐光範)",
    "미래통합당"
  ],
  [
    "여주시 나선거구",
    "최종미(崔鍾美)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "한정미(韓貞美)",
    "더불어민주당"
  ],
  [
    "이천시 가선거구",
    "김일중(金溢中)",
    "미래통합당"
  ],
  [
    "이천시 가선거구",
    "서학원(徐學源)",
    "더불어민주당"
  ],
  [
    "이천시 가선거구",
    "이규화(李奎和)",
    "더불어민주당"
  ],
  [
    "이천시 나선거구",
    "김학원(金學元)",
    "미래통합당"
  ],
  [
    "이천시 나선거구",
    "홍헌표(洪憲杓)",
    "더불어민주당"
  ],
  [
    "이천시 다선거구",
    "김하식(金河植)",
    "미래통합당"
  ],
  [
    "이천시 다선거구",
    "정종철(鄭鍾哲)",
    "더불어민주당"
  ],
  [
    "이천시 다선거구",
    "조인희(趙仁姬)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "심의래(沈義來)",
    "더불어민주당"
  ],
  [
    "용인시 가선거구",
    "김상수(金相洙)",
    "미래통합당"
  ],
  [
    "용인시 가선거구",
    "안희경(安喜京)",
    "더불어민주당"
  ],
  [
    "용인시 가선거구",
    "이제남(李濟男)",
    "더불어민주당"
  ],
  [
    "용인시 나선거구",
    "남홍숙(南洪淑)",
    "더불어민주당"
  ],
  [
    "용인시 나선거구",
    "이진규(李鎭圭)",
    "미래통합당"
  ],
  [
    "용인시 다선거구",
    "김진석(金鎭奭)",
    "더불어민주당"
  ],
  [
    "용인시 다선거구",
    "박원동(朴元東)",
    "미래통합당"
  ],
  [
    "용인시 라선거구",
    "김기준(金基俊)",
    "더불어민주당"
  ],
  [
    "용인시 라선거구",
    "김운봉(金雲鳳)",
    "미래통합당"
  ],
  [
    "용인시 라선거구",
    "이은경(李銀京)",
    "더불어민주당"
  ],
  [
    "용인시 마선거구",
    "박남숙(朴南淑)",
    "더불어민주당"
  ],
  [
    "용인시 마선거구",
    "박만섭(朴萬燮)",
    "미래통합당"
  ],
  [
    "용인시 마선거구",
    "유진선(柳眞鮮)",
    "더불어민주당"
  ],
  [
    "용인시 바선거구",
    "김희영(金熙暎)",
    "미래통합당"
  ],
  [
    "용인시 바선거구",
    "윤원균(尹元均)",
    "더불어민주당"
  ],
  [
    "용인시 바선거구",
    "이창식(李昌植)",
    "더불어민주당"
  ],
  [
    "용인시 사선거구",
    "신민석(申旼錫)",
    "미래통합당"
  ],
  [
    "용인시 사선거구",
    "장정순(張貞順)",
    "더불어민주당"
  ],
  [
    "용인시 아선거구",
    "강웅철(康雄哲)",
    "미래통합당"
  ],
  [
    "용인시 아선거구",
    "이건한(李建漢)",
    "더불어민주당"
  ],
  [
    "용인시 자선거구",
    "윤재영(尹在榮)",
    "미래통합당"
  ],
  [
    "용인시 자선거구",
    "정한도(鄭漢道)",
    "더불어민주당"
  ],
  [
    "용인시 자선거구",
    "황재욱(黃在郁)",
    "더불어민주당"
  ],
  [
    "용인시 차선거구",
    "유향금(柳香金)",
    "미래통합당"
  ],
  [
    "용인시 차선거구",
    "이미진(李美珍)",
    "더불어민주당"
  ],
  [
    "용인시 차선거구",
    "하연자(河蓮子)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "명지선(明芝善)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "전자영(田子英)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "윤환(尹煥)[40]",
    "미래통합당"
  ],
  [
    "안성시 가선거구",
    "유광철(兪光喆)",
    "미래통합당"
  ],
  [
    "안성시 가선거구",
    "황진택(黃辰澤)",
    "더불어민주당"
  ],
  [
    "안성시 나선거구",
    "송미찬(宋美燦)",
    "더불어민주당"
  ],
  [
    "안성시 나선거구",
    "유원형(柳元馨)",
    "미래통합당"
  ],
  [
    "안성시 다선거구",
    "반인숙(潘仁淑)",
    "더불어민주당"
  ],
  [
    "안성시 다선거구",
    "신원주(辛源柱)",
    "더불어민주당"
  ],
  [
    "안성시 다선거구",
    "안정열(安定烈)",
    "미래통합당"
  ],
  [
    "비례대표",
    "박상순(朴商順)",
    "더불어민주당"
  ],
  [
    "김포시 가선거구",
    "오강현(吳姜縣)",
    "더불어민주당"
  ],
  [
    "김포시 가선거구",
    "최명진(崔銘眞)",
    "더불어민주당"
  ],
  [
    "김포시 가선거구",
    "홍원길(洪源佶)",
    "미래통합당"
  ],
  [
    "김포시 나선거구",
    "김옥균(金玉均)",
    "더불어민주당"
  ],
  [
    "김포시 나선거구",
    "김종혁(金鍾爀)",
    "미래통합당"
  ],
  [
    "김포시 다선거구",
    "배강민(裵江珉)",
    "더불어민주당"
  ],
  [
    "김포시 다선거구",
    "한종우(韓鍾雨)",
    "미래통합당"
  ],
  [
    "김포시 라선거구",
    "김인수(金仁壽)",
    "미래통합당"
  ],
  [
    "김포시 라선거구",
    "박우식(朴佑識)",
    "더불어민주당"
  ],
  [
    "김포시 라선거구",
    "신명순(申明順)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "김계순(金季淳)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "유영숙(兪榮淑)",
    "미래통합당"
  ],
  [
    "광주시 가선거구",
    "방세환(方世煥)",
    "미래통합당"
  ],
  [
    "광주시 가선거구",
    "주임록(朱任祿)",
    "더불어민주당"
  ],
  [
    "광주시 나선거구",
    "박현철(朴賢哲)",
    "더불어민주당"
  ],
  [
    "광주시 나선거구",
    "이미영(李美暎)",
    "미래통합당"
  ],
  [
    "광주시 나선거구",
    "이은채(李恩采)",
    "더불어민주당"
  ],
  [
    "광주시 다선거구",
    "박상영(朴商永)",
    "더불어민주당"
  ],
  [
    "광주시 다선거구",
    "현자섭(玄子涉)",
    "미래통합당"
  ],
  [
    "광주시 라선거구",
    "동희영(董熙英)",
    "더불어민주당"
  ],
  [
    "광주시 라선거구",
    "임일혁(任日赫)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "황소제(黃小諸)",
    "더불어민주당"
  ],
  [
    "포천시 가선거구",
    "연제창(延濟昶)",
    "더불어민주당"
  ],
  [
    "포천시 가선거구",
    "임종훈(林鍾勳)",
    "미래통합당"
  ],
  [
    "포천시 가선거구",
    "조용춘(趙鏞春)",
    "더불어민주당"
  ],
  [
    "포천시 나선거구",
    "강준모(姜準模)",
    "더불어민주당"
  ],
  [
    "포천시 나선거구",
    "손세화(孫世和)",
    "무소속"
  ],
  [
    "포천시 나선거구",
    "송상국(宋相國)",
    "미래통합당"
  ],
  [
    "비례대표",
    "박혜옥(朴惠玉)",
    "더불어민주당"
  ],
  [
    "연천군 가선거구",
    "서희정(徐熙正)",
    "더불어민주당"
  ],
  [
    "연천군 가선거구",
    "심상금(沈相錦)",
    "미래통합당"
  ],
  [
    "연천군 가선거구",
    "임재석(任在石)",
    "무소속"
  ],
  [
    "연천군 나선거구",
    "김미경(金美京)",
    "미래통합당"
  ],
  [
    "연천군 나선거구",
    "박충식(朴忠植)",
    "더불어민주당"
  ],
  [
    "연천군 나선거구",
    "최숭태(崔崇泰)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "이영애(李榮愛)",
    "더불어민주당"
  ],
  [
    "양평군 가선거구",
    "박현일(朴炫日)",
    "무소속"
  ],
  [
    "양평군 가선거구",
    "이정우(李禎雨)",
    "무소속"
  ],
  [
    "양평군 가선거구",
    "황선호(黃善浩)",
    "미래통합당"
  ],
  [
    "양평군 나선거구",
    "송요찬(宋堯燦)",
    "더불어민주당"
  ],
  [
    "양평군 나선거구",
    "이혜원(李惠原)",
    "미래통합당"
  ],
  [
    "양평군 나선거구",
    "전진선(全振先)",
    "미래통합당"
  ],
  [
    "비례대표",
    "윤순옥(尹順玉)",
    "미래통합당"
  ],
  [
    "가평군 가선거구",
    "송기욱(宋基郁)",
    "더불어민주당"
  ],
  [
    "가평군 가선거구",
    "최기호(崔基鎬)",
    "미래통합당"
  ],
  [
    "가평군 나선거구",
    "연만희(延萬熙)",
    "미래통합당"
  ],
  [
    "가평군 나선거구",
    "이상현(李相賢)",
    "더불어민주당"
  ],
  [
    "가평군 다선거구",
    "배영식(裵英植)",
    "더불어민주당"
  ],
  [
    "가평군 다선거구",
    "최정용(崔正鎔)",
    "미래통합당"
  ],
  [
    "비례대표",
    "강민숙(姜珉淑)",
    "더불어민주당"
  ],
  [
    "춘천시 가선거구",
    "박재균(朴宰均)",
    "더불어민주당"
  ],
  [
    "춘천시 가선거구",
    "정경옥(鄭敬玉)",
    "미래통합당"
  ],
  [
    "춘천시 나선거구",
    "김진호(金鎭浩)",
    "미래통합당"
  ],
  [
    "춘천시 나선거구",
    "황환주(黃煥周)",
    "더불어민주당"
  ],
  [
    "춘천시 다선거구",
    "김운기(金雲起)",
    "미래통합당"
  ],
  [
    "춘천시 다선거구",
    "송광배(宋光培)",
    "더불어민주당"
  ],
  [
    "춘천시 다선거구",
    "윤채옥(尹采玉)",
    "더불어민주당"
  ],
  [
    "춘천시 라선거구",
    "김지숙(金智淑)",
    "더불어민주당"
  ],
  [
    "춘천시 라선거구",
    "한중일(韓中逸)",
    "미래통합당"
  ],
  [
    "춘천시 마선거구",
    "김보건(金甫建)",
    "미래통합당"
  ],
  [
    "춘천시 마선거구",
    "김양욱(金良昱)",
    "더불어민주당"
  ],
  [
    "춘천시 바선거구",
    "권주상(權宙相)",
    "더불어민주당"
  ],
  [
    "춘천시 바선거구",
    "이대주(李大柱)",
    "미래통합당"
  ],
  [
    "춘천시 사선거구",
    "김은석(金恩錫)",
    "더불어민주당"
  ],
  [
    "춘천시 사선거구",
    "이교선(李敎善)[42]",
    "더불어민주당"
  ],
  [
    "춘천시 아선거구",
    "박순자(朴順子)",
    "더불어민주당"
  ],
  [
    "춘천시 아선거구",
    "이상민(李相旻)",
    "미래통합당"
  ],
  [
    "춘천시 아선거구",
    "이원규(李元圭)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "고옥자(高玉子)",
    "미래통합당"
  ],
  [
    "비례대표",
    "김경희(金京禧)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "이희자(李喜子)",
    "더불어민주당"
  ],
  [
    "원주시 가선거구",
    "곽희운(郭熙云)",
    "더불어민주당"
  ],
  [
    "원주시 가선거구",
    "조창휘(趙昌彙)",
    "미래통합당"
  ],
  [
    "원주시 나선거구",
    "유석연(劉錫演)",
    "더불어민주당"
  ],
  [
    "원주시 나선거구",
    "황기섭(黃起燮)",
    "미래통합당"
  ],
  [
    "원주시 다선거구",
    "김정희(金貞姬)",
    "더불어민주당"
  ],
  [
    "원주시 다선거구",
    "김지헌(金志憲)",
    "더불어민주당"
  ],
  [
    "원주시 다선거구",
    "박호빈(朴鎬斌)",
    "미래통합당"
  ],
  [
    "원주시 라선거구",
    "이성규(李成圭)",
    "더불어민주당"
  ],
  [
    "원주시 라선거구",
    "장영덕(張暎德)",
    "더불어민주당"
  ],
  [
    "원주시 라선거구",
    "조용기(趙龍冀)",
    "미래통합당"
  ],
  [
    "원주시 마선거구",
    "류인출(柳寅出)",
    "더불어민주당"
  ],
  [
    "원주시 마선거구",
    "안정민(安貞玟)",
    "더불어민주당"
  ],
  [
    "원주시 바선거구",
    "곽문근(郭文根)",
    "더불어민주당"
  ],
  [
    "원주시 바선거구",
    "문정환(文晸煥)",
    "더불어민주당"
  ],
  [
    "원주시 바선거구",
    "전병선(全秉善)",
    "미래통합당"
  ],
  [
    "원주시 사선거구",
    "신재섭(申在燮)",
    "더불어민주당"
  ],
  [
    "원주시 사선거구",
    "이재용(李在龍)",
    "미래통합당"
  ],
  [
    "원주시 아선거구",
    "이용철(李龍喆)",
    "더불어민주당"
  ],
  [
    "원주시 아선거구",
    "최미옥(崔美玉)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "유선자(柳仙子)",
    "미래통합당"
  ],
  [
    "비례대표",
    "이숙은(李淑殷)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "조상숙(曺相淑)",
    "더불어민주당"
  ],
  [
    "강릉시 가선거구",
    "김기영(金起永)",
    "무소속"
  ],
  [
    "강릉시 가선거구",
    "김용남(金龍南)",
    "더불어민주당"
  ],
  [
    "강릉시 가선거구",
    "김진용(金振龍)",
    "무소속"
  ],
  [
    "강릉시 나선거구",
    "신재걸(辛在杰)",
    "무소속"
  ],
  [
    "강릉시 나선거구",
    "이재안(李在晏)",
    "더불어민주당"
  ],
  [
    "강릉시 다선거구",
    "강희문(姜凞文)",
    "무소속"
  ],
  [
    "강릉시 다선거구",
    "정광민(鄭光敏)",
    "더불어민주당"
  ],
  [
    "강릉시 다선거구",
    "최익순(崔益洵)",
    "무소속"
  ],
  [
    "강릉시 라선거구",
    "김복자(金福子)",
    "더불어민주당"
  ],
  [
    "강릉시 라선거구",
    "배용주(裵龍周)",
    "더불어민주당"
  ],
  [
    "강릉시 라선거구",
    "최선근(崔善根)",
    "무소속"
  ],
  [
    "강릉시 마선거구",
    "이재모(李在模)",
    "더불어민주당"
  ],
  [
    "강릉시 마선거구",
    "정규민(鄭圭民)",
    "무소속"
  ],
  [
    "강릉시 마선거구",
    "조대영(曺大永)",
    "무소속"
  ],
  [
    "강릉시 바선거구",
    "조주현(曺朱鉉)",
    "더불어민주당"
  ],
  [
    "강릉시 바선거구",
    "허병관(許炳倌)",
    "무소속"
  ],
  [
    "비례대표",
    "김미랑(金美娘)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "윤희주(尹熙周)",
    "미래통합당"
  ],
  [
    "동해시 가선거구",
    "이정학(李廷學)",
    "무소속"
  ],
  [
    "동해시 가선거구",
    "최석찬(崔碩燦)",
    "더불어민주당"
  ],
  [
    "동해시 가선거구",
    "최재석(崔在錫)",
    "미래통합당"
  ],
  [
    "동해시 나선거구",
    "김기하(金起河)",
    "미래통합당"
  ],
  [
    "동해시 나선거구",
    "박주현(朴珠現)",
    "더불어민주당"
  ],
  [
    "동해시 나선거구",
    "이창수(李昌壽)",
    "더불어민주당"
  ],
  [
    "동해시 나선거구",
    "임응택(林應澤)",
    "무소속"
  ],
  [
    "비례대표",
    "박남순(朴男順)",
    "더불어민주당"
  ],
  [
    "태백시 가선거구",
    "김길동(金洁東)",
    "더불어민주당"
  ],
  [
    "태백시 가선거구",
    "김천수(金天洙)",
    "미래통합당"
  ],
  [
    "태백시 가선거구",
    "이한영(李漢榮)",
    "미래통합당"
  ],
  [
    "태백시 나선거구",
    "김상수(金相秀)",
    "더불어민주당"
  ],
  [
    "태백시 나선거구",
    "문관호(文寬濠)",
    "무소속"
  ],
  [
    "태백시 나선거구",
    "심창보(沈昌輔)",
    "미래통합당"
  ],
  [
    "비례대표",
    "정미경(鄭美卿)",
    "더불어민주당"
  ],
  [
    "속초시 가선거구",
    "강정호(姜正浩)",
    "미래통합당"
  ],
  [
    "속초시 가선거구",
    "방원욱(方元郁)",
    "더불어민주당"
  ],
  [
    "속초시 가선거구",
    "신선익(申善益)",
    "더불어민주당"
  ],
  [
    "속초시 나선거구",
    "김명길(金明吉)",
    "미래통합당"
  ],
  [
    "속초시 나선거구",
    "유혜정(劉惠貞)",
    "더불어민주당"
  ],
  [
    "속초시 나선거구",
    "최종현(崔宗炫)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "이영순(李榮順)",
    "더불어민주당"
  ],
  [
    "삼척시 가선거구",
    "권정복(權正福)",
    "미래통합당"
  ],
  [
    "삼척시 가선거구",
    "김민철(金珉澈)",
    "더불어민주당"
  ],
  [
    "삼척시 가선거구",
    "김희창(金希昶)",
    "더불어민주당"
  ],
  [
    "삼척시 가선거구",
    "양희전(梁熙全)",
    "미래통합당"
  ],
  [
    "삼척시 나선거구",
    "김억연(金億淵)",
    "더불어민주당"
  ],
  [
    "삼척시 나선거구",
    "김원학(金源學)",
    "미래통합당"
  ],
  [
    "삼척시 나선거구",
    "이정훈(李楨勳)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "김명숙(金明淑)",
    "더불어민주당"
  ],
  [
    "홍천군 가선거구",
    "김재근(金載根)",
    "더불어민주당"
  ],
  [
    "홍천군 가선거구",
    "정관교(鄭寬敎)",
    "무소속"
  ],
  [
    "홍천군 가선거구",
    "방정기(房正基)[44]",
    "미래통합당"
  ],
  [
    "홍천군 나선거구",
    "공군오(孔君吾)",
    "더불어민주당"
  ],
  [
    "홍천군 나선거구",
    "이호열(李虎烈)",
    "무소속"
  ],
  [
    "홍천군 다선거구",
    "나기호(羅起鎬)",
    "더불어민주당"
  ],
  [
    "홍천군 다선거구",
    "박영록(朴永祿)",
    "미래통합당"
  ],
  [
    "비례대표",
    "최이경(崔異京)",
    "더불어민주당"
  ],
  [
    "횡성군 가선거구",
    "권순근(權純根)",
    "무소속"
  ],
  [
    "횡성군 가선거구",
    "김은숙(金銀淑)",
    "미래통합당"
  ],
  [
    "횡성군 가선거구",
    "백오인(白五寅)",
    "더불어민주당"
  ],
  [
    "횡성군 나선거구",
    "김영숙(金英淑)",
    "미래통합당"
  ],
  [
    "횡성군 나선거구",
    "변기섭(卞箕燮)",
    "무소속"
  ],
  [
    "횡성군 나선거구",
    "최규만(崔圭萬)",
    "미래통합당"
  ],
  [
    "비례대표",
    "이순자(李順子)",
    "더불어민주당"
  ],
  [
    "영월군 가선거구",
    "김상태(金相泰)",
    "더불어민주당"
  ],
  [
    "영월군 가선거구",
    "손경희(孫鯨姬)",
    "더불어민주당"
  ],
  [
    "영월군 가선거구",
    "엄승열(嚴勝烈)",
    "미래통합당"
  ],
  [
    "영월군 나선거구",
    "선주헌(宣住軒)",
    "미래통합당"
  ],
  [
    "영월군 나선거구",
    "신준용(辛俊龍)",
    "더불어민주당"
  ],
  [
    "영월군 나선거구",
    "윤길로(尹吉老)",
    "무소속"
  ],
  [
    "비례대표",
    "정의순(鄭義珣)",
    "더불어민주당"
  ],
  [
    "평창군 가선거구",
    "박찬원(朴讚垣)",
    "미래통합당"
  ],
  [
    "평창군 가선거구",
    "이주웅(李柱雄)",
    "더불어민주당"
  ],
  [
    "평창군 가선거구",
    "지광천(池光天)",
    "무소속"
  ],
  [
    "평창군 나선거구",
    "심현정(沈賢政)",
    "미래통합당"
  ],
  [
    "평창군 나선거구",
    "장문혁(張文赫)",
    "더불어민주당"
  ],
  [
    "평창군 나선거구",
    "전수일(全洙逸)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "이명순(李明順)",
    "더불어민주당"
  ],
  [
    "정선군 가선거구",
    "전영기(全瑛基)",
    "더불어민주당"
  ],
  [
    "정선군 가선거구",
    "전운하(全雲河)",
    "더불어민주당"
  ],
  [
    "정선군 가선거구",
    "전흥표(全興杓)",
    "더불어민주당"
  ],
  [
    "정선군 나선거구",
    "김종균(金宗均)",
    "미래통합당"
  ],
  [
    "정선군 나선거구",
    "배왕섭(裵旺燮)",
    "더불어민주당"
  ],
  [
    "정선군 나선거구",
    "유재철(劉在鐵)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "조현화(趙賢花)",
    "더불어민주당"
  ],
  [
    "철원군 가선거구",
    "강세용(姜世龍)",
    "미래통합당"
  ],
  [
    "철원군 가선거구",
    "김갑수(金甲洙)",
    "더불어민주당"
  ],
  [
    "철원군 가선거구",
    "한종문(韓鍾文)",
    "미래통합당"
  ],
  [
    "철원군 나선거구",
    "문경훈(文炅勳)",
    "미래통합당"
  ],
  [
    "철원군 나선거구",
    "박기준(朴基晙)",
    "미래통합당"
  ],
  [
    "철원군 나선거구",
    "박남진(朴南振)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "김선례(金善禮)",
    "더불어민주당"
  ],
  [
    "화천군 가선거구",
    "김동완(金東琓)",
    "더불어민주당"
  ],
  [
    "화천군 가선거구",
    "노이업(盧利業)",
    "미래통합당"
  ],
  [
    "화천군 가선거구",
    "최승운(崔乘運)",
    "무소속"
  ],
  [
    "화천군 나선거구",
    "길종수(吉鍾壽)",
    "더불어민주당"
  ],
  [
    "화천군 나선거구",
    "류희상(柳熹相)",
    "미래통합당"
  ],
  [
    "화천군 나선거구",
    "신금철(申金澈)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "모현미(牟現美)",
    "미래통합당"
  ],
  [
    "양구군 가선거구",
    "김철(金哲)",
    "무소속"
  ],
  [
    "양구군 가선거구",
    "신철우(申哲宇)",
    "무소속"
  ],
  [
    "양구군 가선거구",
    "이상건(李相健)",
    "더불어민주당"
  ],
  [
    "양구군 나선거구",
    "박귀남(朴貴男)",
    "미래통합당"
  ],
  [
    "양구군 나선거구",
    "임경열(林景烈)",
    "더불어민주당"
  ],
  [
    "양구군 나선거구",
    "조돈준(趙敦俊)",
    "미래통합당"
  ],
  [
    "비례대표",
    "우효림(禹孝林)",
    "더불어민주당"
  ],
  [
    "인제군 가선거구",
    "김도형(金度瀅)",
    "미래통합당"
  ],
  [
    "인제군 가선거구",
    "김상만(金相萬)",
    "더불어민주당"
  ],
  [
    "인제군 가선거구",
    "한수현(韓秀鉉)",
    "더불어민주당"
  ],
  [
    "인제군 나선거구",
    "이춘만(李春滿)",
    "무소속"
  ],
  [
    "인제군 나선거구",
    "조춘식(趙春植)",
    "더불어민주당"
  ],
  [
    "인제군 나선거구",
    "최종열(崔鍾烈)",
    "미래통합당"
  ],
  [
    "비례대표",
    "김용자(金龍子)",
    "더불어민주당"
  ],
  [
    "고성군 가선거구",
    "김용학(金容鶴)",
    "미래통합당"
  ],
  [
    "고성군 가선거구",
    "함형완(咸炯完)",
    "미래통합당"
  ],
  [
    "고성군 가선거구",
    "함형진(咸泂辰)",
    "더불어민주당"
  ],
  [
    "고성군 나선거구",
    "김일용(金一龍)",
    "미래통합당"
  ],
  [
    "고성군 나선거구",
    "김형실(金炯實)",
    "미래통합당"
  ],
  [
    "고성군 나선거구",
    "송흥복(宋興福)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "손미자(孫美子)",
    "더불어민주당"
  ],
  [
    "양양군 가선거구",
    "김택철(金澤喆)",
    "무소속"
  ],
  [
    "양양군 가선거구",
    "박봉균(朴奉均)",
    "더불어민주당"
  ],
  [
    "양양군 가선거구",
    "이종석(李宗錫)",
    "무소속"
  ],
  [
    "양양군 나선거구",
    "고제철(高濟喆)",
    "더불어민주당"
  ],
  [
    "양양군 나선거구",
    "김우섭(金友燮)",
    "무소속"
  ],
  [
    "양양군 나선거구",
    "김의성(金義性)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "김귀선(金貴善)",
    "더불어민주당"
  ],
  [
    "청주시 가선거구",
    "김성택(金成澤)",
    "더불어민주당"
  ],
  [
    "청주시 가선거구",
    "정우철(鄭雨哲)",
    "더불어민주당"
  ],
  [
    "청주시 가선거구",
    "한병수(韓炳洙)",
    "더불어민주당"
  ],
  [
    "청주시 나선거구",
    "김태수(金泰秀)",
    "미래통합당"
  ],
  [
    "청주시 나선거구",
    "박미자(朴美子)",
    "더불어민주당"
  ],
  [
    "청주시 나선거구",
    "최충진(崔忠鎭)",
    "더불어민주당"
  ],
  [
    "청주시 다선거구",
    "김병국(金炳國)",
    "미래통합당"
  ],
  [
    "청주시 다선거구",
    "남일현(南一鉉)",
    "더불어민주당"
  ],
  [
    "청주시 라선거구",
    "김기동(金琦東)",
    "더불어민주당"
  ],
  [
    "청주시 라선거구",
    "박용현(朴用鉉)",
    "더불어민주당"
  ],
  [
    "청주시 라선거구",
    "이완복(李浣馥)",
    "미래통합당"
  ],
  [
    "청주시 마선거구",
    "박완희(朴完熙)",
    "더불어민주당"
  ],
  [
    "청주시 마선거구",
    "안성현(安聖顯)",
    "미래통합당"
  ],
  [
    "청주시 마선거구",
    "임은성(林恩星)",
    "더불어민주당"
  ],
  [
    "청주시 바선거구",
    "김영근(金榮根)",
    "더불어민주당"
  ],
  [
    "청주시 바선거구",
    "김용규(金龍圭)",
    "더불어민주당"
  ],
  [
    "청주시 바선거구",
    "홍성각(洪性珏)",
    "미래통합당"
  ],
  [
    "청주시 사선거구",
    "유광욱(柳光彧)",
    "미래통합당"
  ],
  [
    "청주시 사선거구",
    "유영경(柳英卿)",
    "더불어민주당"
  ],
  [
    "청주시 사선거구",
    "이재길(李在吉)",
    "더불어민주당"
  ],
  [
    "청주시 아선거구",
    "김은숙(金銀淑)",
    "더불어민주당"
  ],
  [
    "청주시 아선거구",
    "김현기(金賢基)",
    "미래통합당"
  ],
  [
    "청주시 아선거구",
    "윤여일(尹汝一)",
    "더불어민주당"
  ],
  [
    "청주시 자선거구",
    "박노학(朴魯學)",
    "미래통합당"
  ],
  [
    "청주시 자선거구",
    "이우균(李雨均)",
    "미래통합당"
  ],
  [
    "청주시 자선거구",
    "최동식(崔東植)",
    "더불어민주당"
  ],
  [
    "청주시 자선거구",
    "하재성(河在星)",
    "더불어민주당"
  ],
  [
    "청주시 차선거구",
    "변은영(卞은英)",
    "더불어민주당"
  ],
  [
    "청주시 차선거구",
    "임정수(林定洙)",
    "더불어민주당"
  ],
  [
    "청주시 차선거구",
    "정태훈(鄭泰勳)",
    "미래통합당"
  ],
  [
    "청주시 카선거구",
    "변종오(卞鍾五)",
    "더불어민주당"
  ],
  [
    "청주시 카선거구",
    "전규식(全奎植)",
    "미래통합당"
  ],
  [
    "청주시 타선거구",
    "박정희(朴正熹)",
    "미래통합당"
  ],
  [
    "청주시 타선거구",
    "신언식(申彦植)",
    "더불어민주당"
  ],
  [
    "청주시 타선거구",
    "이영신(李永信)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "김미자(金美子)",
    "미래통합당"
  ],
  [
    "비례대표",
    "양영순(梁英順)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "이재숙(李在淑)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "이현주(李賢珠)",
    "정의당"
  ],
  [
    "충주시 가선거구",
    "정재성(鄭在成)",
    "더불어민주당"
  ],
  [
    "충주시 가선거구",
    "함덕수(咸德洙)",
    "더불어민주당"
  ],
  [
    "충주시 나선거구",
    "김헌식(金憲植)",
    "더불어민주당"
  ],
  [
    "충주시 나선거구",
    "최지원(崔之源)",
    "미래통합당"
  ],
  [
    "충주시 다선거구",
    "권정희(權貞姬)",
    "더불어민주당"
  ],
  [
    "충주시 다선거구",
    "정용학(鄭用學)",
    "미래통합당"
  ],
  [
    "충주시 다선거구",
    "홍진옥(洪鎭玉)",
    "미래통합당"
  ],
  [
    "충주시 라선거구",
    "강명철(姜明喆)",
    "미래통합당"
  ],
  [
    "충주시 라선거구",
    "안희균(安熙均)",
    "더불어민주당"
  ],
  [
    "충주시 마선거구",
    "곽명환(郭明煥)",
    "더불어민주당"
  ],
  [
    "충주시 마선거구",
    "천명숙(千明淑)",
    "더불어민주당"
  ],
  [
    "충주시 바선거구",
    "박해수(朴海秀)",
    "미래통합당"
  ],
  [
    "충주시 바선거구",
    "손경수(孫京秀)",
    "더불어민주당"
  ],
  [
    "충주시 사선거구",
    "김낙우(金洛宇)",
    "미래통합당"
  ],
  [
    "충주시 사선거구",
    "유영기(柳永基)",
    "더불어민주당"
  ],
  [
    "충주시 사선거구",
    "조중근(曺重根)",
    "더불어민주당"
  ],
  [
    "충주시 사선거구",
    "허영옥(許英玉)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "이회수(李會洙)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "조보영(趙寶英)",
    "미래통합당"
  ],
  [
    "제천시 가선거구",
    "이성진(李成鎭)",
    "미래통합당"
  ],
  [
    "제천시 가선거구",
    "홍석용(洪錫龍)",
    "더불어민주당"
  ],
  [
    "제천시 나선거구",
    "김병권(金炳權)",
    "더불어민주당"
  ],
  [
    "제천시 나선거구",
    "이정임(李貞任)",
    "미래통합당"
  ],
  [
    "제천시 다선거구",
    "김홍철(金洪喆)",
    "더불어민주당"
  ],
  [
    "제천시 다선거구",
    "유일상(柳溢相)",
    "미래통합당"
  ],
  [
    "제천시 라선거구",
    "김대순(金大淳)",
    "더불어민주당"
  ],
  [
    "제천시 라선거구",
    "이재신(李在信)",
    "더불어민주당"
  ],
  [
    "제천시 마선거구",
    "배동만(裵東萬)",
    "더불어민주당"
  ],
  [
    "제천시 마선거구",
    "주영숙(朱英淑)",
    "더불어민주당"
  ],
  [
    "제천시 마선거구",
    "하순태(河淳泰)",
    "미래통합당"
  ],
  [
    "비례대표",
    "이영순(李榮順)",
    "미래통합당"
  ],
  [
    "비례대표",
    "이정현(李禎炫)",
    "더불어민주당"
  ],
  [
    "보은군 가선거구",
    "김응선(金應善)",
    "더불어민주당"
  ],
  [
    "보은군 가선거구",
    "윤대성(尹大成)",
    "미래통합당"
  ],
  [
    "보은군 나선거구",
    "구상회(具尙會)",
    "더불어민주당"
  ],
  [
    "보은군 나선거구",
    "김응철(金應哲)",
    "미래통합당"
  ],
  [
    "보은군 다선거구",
    "박진기(朴珍錡)",
    "더불어민주당"
  ],
  [
    "보은군 다선거구",
    "윤석영(尹奭榮)",
    "더불어민주당"
  ],
  [
    "보은군 다선거구",
    "최부림(崔富林)",
    "미래통합당"
  ],
  [
    "비례대표",
    "김도화(金度和)",
    "더불어민주당"
  ],
  [
    "옥천군 가선거구",
    "유재목(柳在穆)",
    "미래통합당"
  ],
  [
    "옥천군 가선거구",
    "이용수(李鎔守)",
    "더불어민주당"
  ],
  [
    "옥천군 가선거구",
    "임만재(任晩宰)",
    "더불어민주당"
  ],
  [
    "옥천군 나선거구",
    "곽봉호(郭奉鎬)",
    "미래통합당"
  ],
  [
    "옥천군 나선거구",
    "김외식(金外植)",
    "더불어민주당"
  ],
  [
    "옥천군 다선거구",
    "손석철(孫石哲)",
    "더불어민주당"
  ],
  [
    "옥천군 다선거구",
    "추복성(秋福成)",
    "미래통합당"
  ],
  [
    "비례대표",
    "이의순(李義順)",
    "더불어민주당"
  ],
  [
    "영동군 가선거구",
    "윤석진(尹錫珍)",
    "더불어민주당"
  ],
  [
    "영동군 가선거구",
    "이수동(李洙同)",
    "더불어민주당"
  ],
  [
    "영동군 가선거구",
    "정진규(鄭鎭圭)",
    "미래통합당"
  ],
  [
    "영동군 나선거구",
    "김용래(金龍來)",
    "더불어민주당"
  ],
  [
    "영동군 나선거구",
    "이승주(李昇周)",
    "미래통합당"
  ],
  [
    "영동군 다선거구",
    "남기학(南基鶴)",
    "미래통합당"
  ],
  [
    "영동군 다선거구",
    "이대호(李大湖)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "정은교(鄭銀敎)",
    "더불어민주당"
  ],
  [
    "증평군 가선거구",
    "우종한(禹鐘漢)",
    "미래통합당"
  ],
  [
    "증평군 가선거구",
    "이성인(李性仁)",
    "더불어민주당"
  ],
  [
    "증평군 나선거구",
    "장천배(張天培)",
    "더불어민주당"
  ],
  [
    "증평군 나선거구",
    "최명호(崔明鎬)",
    "더불어민주당"
  ],
  [
    "증평군 다선거구",
    "연풍희(延豊熙)",
    "더불어민주당"
  ],
  [
    "증평군 다선거구",
    "이창규(李昌揆)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "조문화(趙文化)",
    "더불어민주당"
  ],
  [
    "진천군 가선거구",
    "박양규(朴亮奎)",
    "더불어민주당"
  ],
  [
    "진천군 가선거구",
    "이재명(李在明)",
    "미래통합당"
  ],
  [
    "진천군 가선거구",
    "임정구(林正久)",
    "더불어민주당"
  ],
  [
    "진천군 나선거구",
    "김성우(金性佑)",
    "더불어민주당"
  ],
  [
    "진천군 나선거구",
    "유후재(兪厚在)",
    "더불어민주당"
  ],
  [
    "진천군 나선거구",
    "장동현(張東鉉)",
    "미래통합당"
  ],
  [
    "비례대표",
    "김기복(金基福)",
    "더불어민주당"
  ],
  [
    "괴산군 가선거구",
    "신동운(申東雲)",
    "무소속"
  ],
  [
    "괴산군 가선거구",
    "안미선(安美善)",
    "무소속"
  ],
  [
    "괴산군 가선거구",
    "이덕용(李德鎔)",
    "더불어민주당"
  ],
  [
    "괴산군 나선거구",
    "이양재(李良在)",
    "더불어민주당"
  ],
  [
    "괴산군 나선거구",
    "장옥자(張玉子)",
    "미래통합당"
  ],
  [
    "괴산군 다선거구",
    "김낙영(金洛永)",
    "더불어민주당"
  ],
  [
    "괴산군 다선거구",
    "신송규(辛宋圭)",
    "미래통합당"
  ],
  [
    "비례대표",
    "이평훈(李坪勳)",
    "더불어민주당"
  ],
  [
    "음성군 가선거구",
    "서형석(徐亨錫)",
    "더불어민주당"
  ],
  [
    "음성군 가선거구",
    "서효석(徐孝錫)",
    "더불어민주당"
  ],
  [
    "음성군 가선거구",
    "안해성(安海成)",
    "미래통합당"
  ],
  [
    "음성군 나선거구",
    "김영섭(金永燮)",
    "더불어민주당"
  ],
  [
    "음성군 나선거구",
    "조천희(趙天熙)",
    "더불어민주당"
  ],
  [
    "음성군 다선거구",
    "김영호(金榮鎬)",
    "미래통합당"
  ],
  [
    "음성군 다선거구",
    "최용락(崔龍洛)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "임옥순(林玉順)",
    "더불어민주당"
  ],
  [
    "단양군 가선거구",
    "김광표(金侊表)",
    "미래통합당"
  ],
  [
    "단양군 가선거구",
    "장영갑(張永甲)",
    "더불어민주당"
  ],
  [
    "단양군 가선거구",
    "조성룡(趙成龍)",
    "미래통합당"
  ],
  [
    "단양군 나선거구",
    "김영주(金榮珠)",
    "더불어민주당"
  ],
  [
    "단양군 나선거구",
    "오시백(吳時伯)",
    "더불어민주당"
  ],
  [
    "단양군 나선거구",
    "이상훈(李相勳)",
    "미래통합당"
  ],
  [
    "비례대표",
    "강미숙(姜美淑)",
    "더불어민주당"
  ],
  [
    "천안시 가선거구",
    "안미희(安美喜)",
    "더불어민주당"
  ],
  [
    "천안시 가선거구",
    "허욱(許旭)",
    "미래통합당"
  ],
  [
    "천안시 나선거구",
    "권오중(權五中)",
    "미래통합당"
  ],
  [
    "천안시 나선거구",
    "인치견(印致鵑)",
    "더불어민주당"
  ],
  [
    "천안시 다선거구",
    "김각현(金珏鉉)",
    "더불어민주당"
  ],
  [
    "천안시 다선거구",
    "복아영(卜娥英)",
    "더불어민주당"
  ],
  [
    "천안시 다선거구",
    "이은상(李恩相)",
    "미래통합당"
  ],
  [
    "천안시 라선거구",
    "김선홍(金善紅)",
    "더불어민주당"
  ],
  [
    "천안시 라선거구",
    "이종담(李鍾談)",
    "더불어민주당"
  ],
  [
    "천안시 마선거구",
    "김철환(金哲煥)",
    "미래통합당"
  ],
  [
    "천안시 마선거구",
    "육종영(陸鍾寧)",
    "더불어민주당"
  ],
  [
    "천안시 바선거구",
    "배성민(裵成敏)",
    "더불어민주당"
  ],
  [
    "천안시 바선거구",
    "엄소영(嚴少英)",
    "더불어민주당"
  ],
  [
    "천안시 바선거구",
    "이준용(李準容)",
    "미래통합당"
  ],
  [
    "천안시 사선거구",
    "정도희(鄭道熙)",
    "미래통합당"
  ],
  [
    "천안시 사선거구",
    "정병인(丁炳仁)",
    "더불어민주당"
  ],
  [
    "천안시 아선거구",
    "박남주(朴南周)",
    "더불어민주당"
  ],
  [
    "천안시 아선거구",
    "유영채(柳永採)",
    "더불어민주당"
  ],
  [
    "천안시 자선거구",
    "이교희(李敎熙)",
    "미래통합당"
  ],
  [
    "천안시 자선거구",
    "황천순(黃千淳)",
    "더불어민주당"
  ],
  [
    "천안시 차선거구",
    "김선태(金先泰)",
    "더불어민주당"
  ],
  [
    "천안시 차선거구",
    "김행금(金行今)",
    "미래통합당"
  ],
  [
    "비례대표",
    "김길자(金吉子)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "김월영(金月永)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "유영진(柳榮珍)",
    "미래통합당"
  ],
  [
    "공주시 가선거구",
    "김경수(金京洙)",
    "미래통합당"
  ],
  [
    "공주시 가선거구",
    "서승열(徐承烈)",
    "더불어민주당"
  ],
  [
    "공주시 나선거구",
    "박기영(朴基榮)",
    "미래통합당"
  ],
  [
    "공주시 나선거구",
    "이상표(李相彪)",
    "더불어민주당"
  ],
  [
    "공주시 나선거구",
    "이창선(李昌善)",
    "미래통합당"
  ],
  [
    "공주시 다선거구",
    "이맹석(李孟錫)",
    "미래통합당"
  ],
  [
    "공주시 다선거구",
    "이재룡(李載龍)",
    "더불어민주당"
  ],
  [
    "공주시 라선거구",
    "박병수(朴炳洙)",
    "무소속"
  ],
  [
    "공주시 라선거구",
    "이종운(李鍾云)",
    "더불어민주당"
  ],
  [
    "공주시 라선거구",
    "임달희(任達熙)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "정종순(鄭鍾順)",
    "미래통합당"
  ],
  [
    "비례대표",
    "오희숙(吳喜淑)[46]",
    "무소속"
  ],
  [
    "보령시 가선거구",
    "문석주(文錫周)",
    "더불어민주당"
  ],
  [
    "보령시 가선거구",
    "박금순(朴金順)",
    "미래통합당"
  ],
  [
    "보령시 가선거구",
    "박상모(朴商模)",
    "미래통합당"
  ],
  [
    "보령시 나선거구",
    "김정훈(金定勳)",
    "미래통합당"
  ],
  [
    "보령시 나선거구",
    "한동인(韓東仁)",
    "더불어민주당"
  ],
  [
    "보령시 다선거구",
    "김충호(金忠鎬)",
    "미래통합당"
  ],
  [
    "보령시 다선거구",
    "김홍기(金弘基)",
    "더불어민주당"
  ],
  [
    "보령시 라선거구",
    "조성철(趙成徹)",
    "더불어민주당"
  ],
  [
    "보령시 라선거구",
    "최용식(崔鎔植)",
    "더불어민주당"
  ],
  [
    "보령시 라선거구",
    "최주경(崔柱卿)",
    "미래통합당"
  ],
  [
    "비례대표",
    "권승현(權昇賢)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "백남숙(白南淑)",
    "미래통합당"
  ],
  [
    "아산시 가선거구",
    "조미경(曺美景)",
    "더불어민주당"
  ],
  [
    "아산시 가선거구",
    "최재영(崔在泳)",
    "더불어민주당"
  ],
  [
    "아산시 가선거구",
    "윤원준(尹元俊)[48]",
    "미래통합당"
  ],
  [
    "아산시 나선거구",
    "김영애(金英愛)",
    "더불어민주당"
  ],
  [
    "아산시 나선거구",
    "맹의석(孟義錫)",
    "미래통합당"
  ],
  [
    "아산시 나선거구",
    "홍성표(洪成杓)",
    "더불어민주당"
  ],
  [
    "아산시 나선거구",
    "황재만(黃才萬)",
    "더불어민주당"
  ],
  [
    "아산시 다선거구",
    "김희영(金熙榮)",
    "더불어민주당"
  ],
  [
    "아산시 다선거구",
    "이상덕(李相德)",
    "더불어민주당"
  ],
  [
    "아산시 다선거구",
    "전남수(田南秀)",
    "미래통합당"
  ],
  [
    "아산시 다선거구",
    "현인배(玄仁培)",
    "미래통합당"
  ],
  [
    "아산시 라선거구",
    "김미영(金美英)",
    "더불어민주당"
  ],
  [
    "아산시 라선거구",
    "심상복(沈相福)",
    "미래통합당"
  ],
  [
    "아산시 라선거구",
    "안정근(安正根)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "김수영(金秀英)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "이의상(李義相)",
    "미래통합당"
  ],
  [
    "서산시 가선거구",
    "안효돈(安孝敦)",
    "더불어민주당"
  ],
  [
    "서산시 가선거구",
    "장갑순(張甲淳)",
    "미래통합당"
  ],
  [
    "서산시 나선거구",
    "안원기(安源基)",
    "미래통합당"
  ],
  [
    "서산시 나선거구",
    "이연희(李連姬)",
    "무소속"
  ],
  [
    "서산시 나선거구",
    "최기정(崔起禎)",
    "더불어민주당"
  ],
  [
    "서산시 다선거구",
    "가충순(賈忠淳)",
    "미래통합당"
  ],
  [
    "서산시 다선거구",
    "이수의(李壽儀)",
    "더불어민주당"
  ],
  [
    "서산시 라선거구",
    "김맹호(金孟鎬)",
    "미래통합당"
  ],
  [
    "서산시 라선거구",
    "최일용(崔一鏞)",
    "더불어민주당"
  ],
  [
    "서산시 마선거구",
    "임재관(林在冠)",
    "더불어민주당"
  ],
  [
    "서산시 마선거구",
    "조동식(趙東植)",
    "미래통합당"
  ],
  [
    "비례대표",
    "유부곤(柳富坤)",
    "미래통합당"
  ],
  [
    "비례대표",
    "이경화(李敬花)",
    "더불어민주당"
  ],
  [
    "논산시 가선거구",
    "이계천(李啓千)",
    "미래통합당"
  ],
  [
    "논산시 가선거구",
    "조배식(趙培植)",
    "더불어민주당"
  ],
  [
    "논산시 나선거구",
    "구본선(具本仙)",
    "더불어민주당"
  ],
  [
    "논산시 나선거구",
    "김진호(金鎭鎬)",
    "더불어민주당"
  ],
  [
    "논산시 나선거구",
    "박승용(朴勝湧)",
    "미래통합당"
  ],
  [
    "논산시 다선거구",
    "서원(徐源)",
    "더불어민주당"
  ],
  [
    "논산시 다선거구",
    "조용훈(趙容勳)",
    "더불어민주당"
  ],
  [
    "논산시 라선거구",
    "김남충(金南忠)",
    "미래통합당"
  ],
  [
    "논산시 라선거구",
    "김만중(金萬中)",
    "더불어민주당"
  ],
  [
    "논산시 라선거구",
    "최정숙(崔貞淑)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "박영자(朴榮子)",
    "미래통합당"
  ],
  [
    "비례대표",
    "차경선(車瓊仙)",
    "더불어민주당"
  ],
  [
    "계룡시 가선거구",
    "강웅규(姜雄圭)",
    "무소속"
  ],
  [
    "계룡시 가선거구",
    "박춘엽(朴春燁)",
    "더불어민주당"
  ],
  [
    "계룡시 가선거구",
    "최헌묵(崔憲默)",
    "더불어민주당"
  ],
  [
    "계룡시 가선거구",
    "허남영(許南榮)",
    "미래통합당"
  ],
  [
    "계룡시 나선거구",
    "윤차원(尹嵯遠)",
    "무소속"
  ],
  [
    "계룡시 나선거구",
    "이청환(李晴渙)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "윤재은(尹載銀)",
    "더불어민주당"
  ],
  [
    "당진시 가선거구",
    "김기재(金基宰)",
    "더불어민주당"
  ],
  [
    "당진시 가선거구",
    "서영훈(徐暎勳)",
    "미래통합당"
  ],
  [
    "당진시 가선거구",
    "조상연(趙相衍)",
    "더불어민주당"
  ],
  [
    "당진시 가선거구",
    "최창용(崔暢鎔)",
    "미래통합당"
  ],
  [
    "당진시 나선거구",
    "이종윤(李鍾潤)",
    "미래통합당"
  ],
  [
    "당진시 나선거구",
    "임종억(林鍾億)",
    "더불어민주당"
  ],
  [
    "당진시 다선거구",
    "김명진(金明鎭)",
    "더불어민주당"
  ],
  [
    "당진시 다선거구",
    "정상영(鄭相榮)",
    "미래통합당"
  ],
  [
    "당진시 라선거구",
    "양기림(梁基林)",
    "미래통합당"
  ],
  [
    "당진시 라선거구",
    "윤명수(尹明洙)",
    "더불어민주당"
  ],
  [
    "당진시 라선거구",
    "최연숙(崔連淑)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "김명회(金明會)",
    "미래통합당"
  ],
  [
    "비례대표",
    "전재숙(田在淑)",
    "무소속"
  ],
  [
    "금산군 가선거구",
    "김왕수(金王洙)",
    "미래통합당"
  ],
  [
    "금산군 가선거구",
    "심정수(沈貞洙)",
    "무소속"
  ],
  [
    "금산군 가선거구",
    "안기전(安基銓)",
    "더불어민주당"
  ],
  [
    "금산군 나선거구",
    "김종학(金鍾學)",
    "더불어민주당"
  ],
  [
    "금산군 나선거구",
    "신민주(辛玟柱)",
    "더불어민주당"
  ],
  [
    "금산군 나선거구",
    "최명수(崔明洙)[50]",
    "미래통합당"
  ],
  [
    "비례대표",
    "김근수(金根秀)",
    "더불어민주당"
  ],
  [
    "부여군 가선거구",
    "노승호(盧承鎬)",
    "더불어민주당"
  ],
  [
    "부여군 가선거구",
    "박상우(朴相雨)",
    "더불어민주당"
  ],
  [
    "부여군 가선거구",
    "윤택영(尹澤永)",
    "더불어민주당"
  ],
  [
    "부여군 가선거구",
    "이대현(李大賢)",
    "미래통합당"
  ],
  [
    "부여군 나선거구",
    "유기주(柳基周)",
    "더불어민주당"
  ],
  [
    "부여군 나선거구",
    "정태영(丁台榮)",
    "미래통합당"
  ],
  [
    "부여군 나선거구",
    "진광식(陳光植)",
    "더불어민주당"
  ],
  [
    "부여군 다선거구",
    "송복섭(宋福燮)",
    "더불어민주당"
  ],
  [
    "부여군 다선거구",
    "이원복(李元馥)",
    "미래통합당"
  ],
  [
    "비례대표",
    "김상희(金相姬)",
    "미래통합당"
  ],
  [
    "비례대표",
    "민병희(閔炳姬)",
    "더불어민주당"
  ],
  [
    "서천군 가선거구",
    "김경제(金敬濟)",
    "미래통합당"
  ],
  [
    "서천군 가선거구",
    "나학균(羅學均)",
    "무소속"
  ],
  [
    "서천군 가선거구",
    "노성철(盧聖喆)",
    "무소속"
  ],
  [
    "서천군 나선거구",
    "강신두(姜信斗)",
    "미래통합당"
  ],
  [
    "서천군 나선거구",
    "이현호(李鉉浩)",
    "더불어민주당"
  ],
  [
    "서천군 나선거구",
    "조동준(趙東俊)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "김아진(金娥辰)",
    "더불어민주당"
  ],
  [
    "청양군 가선거구",
    "구기수(具基壽)",
    "미래통합당"
  ],
  [
    "청양군 가선거구",
    "김기준(金基俊)",
    "더불어민주당"
  ],
  [
    "청양군 가선거구",
    "김종관(金鍾官)",
    "무소속"
  ],
  [
    "청양군 나선거구",
    "나인찬(羅仁燦)",
    "미래통합당"
  ],
  [
    "청양군 나선거구",
    "차미숙(車美淑)",
    "더불어민주당"
  ],
  [
    "청양군 나선거구",
    "최의환(崔義煥)",
    "미래통합당"
  ],
  [
    "비례대표",
    "김옥희(金玉姬)",
    "미래통합당"
  ],
  [
    "홍성군 가선거구",
    "김헌수(金憲洙)",
    "미래통합당"
  ],
  [
    "홍성군 가선거구",
    "노승천(盧承仟)",
    "더불어민주당"
  ],
  [
    "홍성군 가선거구",
    "이병희(李秉熙)",
    "더불어민주당"
  ],
  [
    "홍성군 나선거구",
    "김덕배(金德倍)",
    "미래통합당"
  ],
  [
    "홍성군 나선거구",
    "문병오(文炳午)",
    "더불어민주당"
  ],
  [
    "홍성군 나선거구",
    "이병국(李秉局)",
    "무소속"
  ],
  [
    "홍성군 다선거구",
    "윤용관(尹用寬)",
    "더불어민주당"
  ],
  [
    "홍성군 다선거구",
    "이선균(李善均)",
    "미래통합당"
  ],
  [
    "홍성군 다선거구",
    "장재석(張在錫)",
    "미래통합당"
  ],
  [
    "비례대표",
    "김기철(金基哲)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "김은미(金殷美)",
    "미래통합당"
  ],
  [
    "예산군 가선거구",
    "강선구(姜先求)",
    "더불어민주당"
  ],
  [
    "예산군 가선거구",
    "김봉현(金鳳鉉)",
    "미래통합당"
  ],
  [
    "예산군 가선거구",
    "이승구(李承求)",
    "미래통합당"
  ],
  [
    "예산군 나선거구",
    "박응수(朴應洙)",
    "더불어민주당"
  ],
  [
    "예산군 나선거구",
    "이상우(李相雨)",
    "미래통합당"
  ],
  [
    "예산군 다선거구",
    "전용구(田溶九)",
    "미래통합당"
  ],
  [
    "예산군 다선거구",
    "정완진(丁完鎭)",
    "더불어민주당"
  ],
  [
    "예산군 라선거구",
    "김만겸(金萬謙)",
    "더불어민주당"
  ],
  [
    "예산군 라선거구",
    "유영배(劉英培)[51]",
    "공석"
  ],
  [
    "비례대표",
    "김태금(金泰今)",
    "미래통합당"
  ],
  [
    "비례대표",
    "임애민(林愛旻)",
    "더불어민주당"
  ],
  [
    "태안군 가선거구",
    "김기두(金基斗)",
    "더불어민주당"
  ],
  [
    "태안군 가선거구",
    "김영인(金榮仁)",
    "무소속"
  ],
  [
    "태안군 가선거구",
    "송낙문(宋洛文)",
    "더불어민주당"
  ],
  [
    "태안군 나선거구",
    "김종욱(金鍾旭)",
    "더불어민주당"
  ],
  [
    "태안군 나선거구",
    "박용성(朴龍星)",
    "더불어민주당"
  ],
  [
    "태안군 나선거구",
    "신경철(申敬喆)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "전재옥(全在玉)",
    "더불어민주당"
  ],
  [
    "전주시 가선거구",
    "백영규(白英圭)",
    "더불어민주당"
  ],
  [
    "전주시 가선거구",
    "이기동(李起銅)",
    "더불어민주당"
  ],
  [
    "전주시 나선거구",
    "박병술(朴炳述)",
    "더불어민주당"
  ],
  [
    "전주시 나선거구",
    "송승용(宋昇容)",
    "더불어민주당"
  ],
  [
    "전주시 나선거구",
    "양영환(梁榮換)",
    "민생당"
  ],
  [
    "전주시 나선거구",
    "이남숙(李南淑)",
    "더불어민주당"
  ],
  [
    "전주시 다선거구",
    "김원주(金原周)",
    "더불어민주당"
  ],
  [
    "전주시 다선거구",
    "김윤철(金潤喆)",
    "민생당"
  ],
  [
    "전주시 다선거구",
    "최용철(崔用喆)",
    "더불어민주당"
  ],
  [
    "전주시 라선거구",
    "정섬길(鄭섬길)",
    "더불어민주당"
  ],
  [
    "전주시 라선거구",
    "최명철(崔明哲)[53]",
    "더불어민주당"
  ],
  [
    "전주시 마선거구",
    "박형배(朴炯培)",
    "더불어민주당"
  ],
  [
    "전주시 마선거구",
    "이미숙(李美淑)",
    "더불어민주당"
  ],
  [
    "전주시 마선거구",
    "채영병(蔡泳秉)[55]",
    "민생당"
  ],
  [
    "전주시 바선거구",
    "김은영(金恩榮)",
    "더불어민주당"
  ],
  [
    "전주시 바선거구",
    "이경신(李敬愼)",
    "더불어민주당"
  ],
  [
    "전주시 사선거구",
    "김동헌(金東憲)",
    "더불어민주당"
  ],
  [
    "전주시 사선거구",
    "김승섭(金承燮)",
    "더불어민주당"
  ],
  [
    "전주시 사선거구",
    "김현덕(金賢德)",
    "더불어민주당"
  ],
  [
    "전주시 아선거구",
    "김남규(金南圭)",
    "더불어민주당"
  ],
  [
    "전주시 아선거구",
    "김윤권(金允權)",
    "더불어민주당"
  ],
  [
    "전주시 아선거구",
    "김진옥(金珍玉)",
    "더불어민주당"
  ],
  [
    "전주시 자선거구",
    "강승원(姜承遠)",
    "더불어민주당"
  ],
  [
    "전주시 자선거구",
    "송상준(宋尙俊)",
    "더불어민주당"
  ],
  [
    "전주시 자선거구",
    "송영진(宋永眞)",
    "더불어민주당"
  ],
  [
    "전주시 차선거구",
    "강동화(姜東和)",
    "더불어민주당"
  ],
  [
    "전주시 차선거구",
    "김호성(金虎聲)",
    "더불어민주당"
  ],
  [
    "전주시 차선거구",
    "박선전(朴善全)",
    "더불어민주당"
  ],
  [
    "전주시 카선거구",
    "서난이(徐난이)",
    "더불어민주당"
  ],
  [
    "전주시 카선거구",
    "서윤근(徐潤槿)",
    "정의당"
  ],
  [
    "비례대표",
    "박윤정(朴允貞)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "이윤자(李允資)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "한승진(韓丞鎭)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "허옥희(許玉姬)",
    "정의당"
  ],
  [
    "군산시 가선거구",
    "김경구(金京九)",
    "더불어민주당"
  ],
  [
    "군산시 가선거구",
    "서동수(徐東洙)",
    "더불어민주당"
  ],
  [
    "군산시 가선거구",
    "한안길(韓安吉)",
    "무소속"
  ],
  [
    "군산시 나선거구",
    "설경민(薛京旻)",
    "무소속"
  ],
  [
    "군산시 나선거구",
    "우종삼(禹鍾三)",
    "더불어민주당"
  ],
  [
    "군산시 다선거구",
    "김영일(金榮日)",
    "더불어민주당"
  ],
  [
    "군산시 다선거구",
    "이한세(李漢世)",
    "더불어민주당"
  ],
  [
    "군산시 라선거구",
    "김성곤(金成坤)",
    "더불어민주당"
  ],
  [
    "군산시 라선거구",
    "정길수(鄭吉壽)",
    "더불어민주당"
  ],
  [
    "군산시 라선거구",
    "조경수(趙慶洙)",
    "더불어민주당"
  ],
  [
    "군산시 마선거구",
    "박광일(朴光一)",
    "더불어민주당"
  ],
  [
    "군산시 마선거구",
    "배형원(裵馨源)",
    "무소속"
  ],
  [
    "군산시 바선거구",
    "신영자(申英子)",
    "더불어민주당"
  ],
  [
    "군산시 바선거구",
    "나종대(羅鍾大)[58]",
    "더불어민주당"
  ],
  [
    "군산시 바선거구",
    "최창호(崔彰鎬)[59]",
    "더불어민주당"
  ],
  [
    "군산시 사선거구",
    "김경식(金敬植)",
    "더불어민주당"
  ],
  [
    "군산시 사선거구",
    "김중신(金重信)",
    "더불어민주당"
  ],
  [
    "군산시 사선거구",
    "지해춘(池海春)",
    "더불어민주당"
  ],
  [
    "군산시 아선거구",
    "김우민(金雨敏)",
    "더불어민주당"
  ],
  [
    "군산시 아선거구",
    "서동완(徐東完)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "김영자(金永子)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "송미숙(宋美淑)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "정지숙(鄭芝淑)",
    "정의당"
  ],
  [
    "익산시 가선거구",
    "김수연(金洙延)",
    "정의당"
  ],
  [
    "익산시 가선거구",
    "박철원(朴哲源)",
    "더불어민주당"
  ],
  [
    "익산시 가선거구",
    "최종오(崔鍾五)",
    "더불어민주당"
  ],
  [
    "익산시 나선거구",
    "김용균(金容均)",
    "무소속"
  ],
  [
    "익산시 나선거구",
    "김충영(金忠泳)",
    "더불어민주당"
  ],
  [
    "익산시 나선거구",
    "장경호(張京浩)",
    "더불어민주당"
  ],
  [
    "익산시 다선거구",
    "강경숙(姜璟淑)",
    "더불어민주당"
  ],
  [
    "익산시 다선거구",
    "박종대(朴鍾大)",
    "무소속"
  ],
  [
    "익산시 라선거구",
    "조규대(曺圭大)",
    "더불어민주당"
  ],
  [
    "익산시 라선거구",
    "조남석(趙南錫)",
    "무소속"
  ],
  [
    "익산시 라선거구",
    "한상욱(韓相旭)",
    "더불어민주당"
  ],
  [
    "익산시 마선거구",
    "김연식(金演植)",
    "더불어민주당"
  ],
  [
    "익산시 마선거구",
    "김태열(金兌烈)",
    "더불어민주당"
  ],
  [
    "익산시 마선거구",
    "소병직(蘇秉直)",
    "무소속"
  ],
  [
    "익산시 바선거구",
    "김경진(金京鎭)",
    "더불어민주당"
  ],
  [
    "익산시 바선거구",
    "윤영숙(尹泳淑)",
    "더불어민주당"
  ],
  [
    "익산시 바선거구",
    "임형택(林亨澤)",
    "무소속"
  ],
  [
    "익산시 사선거구",
    "김진규(金鎭奎)",
    "더불어민주당"
  ],
  [
    "익산시 사선거구",
    "신동해(申東海)",
    "더불어민주당"
  ],
  [
    "익산시 사선거구",
    "유재구(柳在球)",
    "더불어민주당"
  ],
  [
    "익산시 아선거구",
    "소병홍(蘇秉弘)",
    "더불어민주당"
  ],
  [
    "익산시 아선거구",
    "한동연(韓同沿)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "오임선(吳饪仙)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "유재동(柳在童)",
    "정의당"
  ],
  [
    "비례대표",
    "이순주(李順珠)",
    "더불어민주당"
  ],
  [
    "정읍시 가선거구",
    "김중희(金重熙)",
    "더불어민주당"
  ],
  [
    "정읍시 가선거구",
    "이익규(李益圭)",
    "더불어민주당"
  ],
  [
    "정읍시 가선거구",
    "최낙삼(崔洛杉)",
    "더불어민주당"
  ],
  [
    "정읍시 나선거구",
    "고경윤(高梗沇)",
    "더불어민주당"
  ],
  [
    "정읍시 나선거구",
    "이복형(李福炯)",
    "무소속"
  ],
  [
    "정읍시 다선거구",
    "정상철(鄭尙哲)",
    "더불어민주당"
  ],
  [
    "정읍시 다선거구",
    "황혜숙(黃惠淑)",
    "더불어민주당"
  ],
  [
    "정읍시 라선거구",
    "김승범(金承範)",
    "민생당"
  ],
  [
    "정읍시 라선거구",
    "김재오(金栽伍)",
    "더불어민주당"
  ],
  [
    "정읍시 마선거구",
    "기시재(奇時才)",
    "더불어민주당"
  ],
  [
    "정읍시 마선거구",
    "이도형(李度衡)",
    "무소속"
  ],
  [
    "정읍시 바선거구",
    "박일(朴一)",
    "더불어민주당"
  ],
  [
    "정읍시 바선거구",
    "조상중(曺相重)",
    "더불어민주당"
  ],
  [
    "정읍시 사선거구",
    "이상길(李相吉)",
    "더불어민주당"
  ],
  [
    "정읍시 사선거구",
    "정상섭(鄭相燮)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "김은주(金銀柱)",
    "무소속"
  ],
  [
    "비례대표",
    "이남희(李南憙)",
    "더불어민주당"
  ],
  [
    "남원시 가선거구",
    "김종관(金鍾官)",
    "더불어민주당"
  ],
  [
    "남원시 가선거구",
    "윤지홍(尹智弘)",
    "더불어민주당"
  ],
  [
    "남원시 나선거구",
    "손중열(孫仲烈)",
    "더불어민주당"
  ],
  [
    "남원시 나선거구",
    "전평기(全平基)",
    "더불어민주당"
  ],
  [
    "남원시 다선거구",
    "박문화(朴文和)",
    "더불어민주당"
  ],
  [
    "남원시 다선거구",
    "염봉섭(廉鳳燮)",
    "더불어민주당"
  ],
  [
    "남원시 다선거구",
    "최형규(崔亨圭)",
    "더불어민주당"
  ],
  [
    "남원시 라선거구",
    "강성원(姜聲原)",
    "더불어민주당"
  ],
  [
    "남원시 라선거구",
    "김영태(金永泰)",
    "더불어민주당"
  ],
  [
    "남원시 마선거구",
    "김정현(金鉦鉉)",
    "더불어민주당"
  ],
  [
    "남원시 마선거구",
    "윤기한(尹奇漢)",
    "더불어민주당"
  ],
  [
    "남원시 바선거구",
    "양해석(梁海碩)",
    "더불어민주당"
  ],
  [
    "남원시 바선거구",
    "양희재(梁熙宰)",
    "더불어민주당"
  ],
  [
    "남원시 바선거구",
    "한명숙(韓明淑)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "노영숙(盧英淑)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "이미선(李美善)",
    "더불어민주당"
  ],
  [
    "김제시 가선거구",
    "김복남(金福男)",
    "더불어민주당"
  ],
  [
    "김제시 가선거구",
    "김영자(金榮子)",
    "더불어민주당"
  ],
  [
    "김제시 가선거구",
    "오상민(吳相珉)",
    "더불어민주당"
  ],
  [
    "김제시 나선거구",
    "노규석(魯奎錫)",
    "더불어민주당"
  ],
  [
    "김제시 나선거구",
    "서백현(徐栢鉉)",
    "무소속"
  ],
  [
    "김제시 나선거구",
    "온주현(溫朱鉉)",
    "무소속"
  ],
  [
    "김제시 다선거구",
    "박두기(朴斗基)",
    "무소속"
  ],
  [
    "김제시 다선거구",
    "유진우(柳珍牛)[60]",
    "공석"
  ],
  [
    "김제시 라선거구",
    "이병철(李炳哲)",
    "무소속"
  ],
  [
    "김제시 라선거구",
    "정형철(鄭炯哲)",
    "더불어민주당"
  ],
  [
    "김제시 마선거구",
    "김영자(金英子)",
    "더불어민주당"
  ],
  [
    "김제시 마선거구",
    "김주택(金湊澤)",
    "무소속"
  ],
  [
    "비례대표",
    "고미정(高美貞)[61]",
    "공석"
  ],
  [
    "비례대표",
    "이정자(李貞子)",
    "더불어민주당"
  ],
  [
    "완주군 가선거구",
    "유의식(柳義植)",
    "더불어민주당"
  ],
  [
    "완주군 가선거구",
    "윤수봉(尹秀鳳)",
    "더불어민주당"
  ],
  [
    "완주군 나선거구",
    "정종윤(鄭淙允)",
    "더불어민주당"
  ],
  [
    "완주군 나선거구",
    "최등원(崔鐙元)",
    "무소속"
  ],
  [
    "완주군 다선거구",
    "김재천(金在千)",
    "무소속"
  ],
  [
    "완주군 다선거구",
    "소완섭(蘇完燮)",
    "민생당"
  ],
  [
    "완주군 다선거구",
    "이인숙(李仁淑)",
    "무소속"
  ],
  [
    "완주군 라선거구",
    "서남용(徐男龍)",
    "더불어민주당"
  ],
  [
    "완주군 라선거구",
    "임귀현(林貴鉉)",
    "무소속"
  ],
  [
    "비례대표",
    "이경애(李敬愛)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "최찬영(崔贊永)",
    "무소속"
  ],
  [
    "진안군 가선거구",
    "이우규(李宇奎)",
    "더불어민주당"
  ],
  [
    "진안군 가선거구",
    "정옥주(鄭玉珠)",
    "더불어민주당"
  ],
  [
    "진안군 가선거구",
    "조준열(趙俊烈)",
    "무소속"
  ],
  [
    "진안군 나선거구",
    "김광수(金光洙)",
    "무소속"
  ],
  [
    "진안군 나선거구",
    "박관순(朴寬順)",
    "더불어민주당"
  ],
  [
    "진안군 나선거구",
    "신갑수(申甲秀)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "김민규(金玟奎)[63]",
    "더불어민주당"
  ],
  [
    "무주군 가선거구",
    "유송열(柳松烈)",
    "더불어민주당"
  ],
  [
    "무주군 가선거구",
    "이해양(李海陽)",
    "더불어민주당"
  ],
  [
    "무주군 가선거구",
    "이해연(李海淵)",
    "무소속"
  ],
  [
    "무주군 나선거구",
    "박찬주(朴鑽注)",
    "무소속"
  ],
  [
    "무주군 나선거구",
    "윤정훈(尹貞勳)",
    "더불어민주당"
  ],
  [
    "무주군 나선거구",
    "이광환(李光煥)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "문은영(文銀英)",
    "더불어민주당"
  ],
  [
    "장수군 가선거구",
    "김용문(金龍文)",
    "더불어민주당"
  ],
  [
    "장수군 가선거구",
    "유기홍(柳基洪)",
    "더불어민주당"
  ],
  [
    "장수군 가선거구",
    "한국희(韓國熙)",
    "더불어민주당"
  ],
  [
    "장수군 나선거구",
    "김종문(金鍾文)",
    "더불어민주당"
  ],
  [
    "장수군 나선거구",
    "장정복(張正福)",
    "무소속"
  ],
  [
    "장수군 나선거구",
    "최화식(崔和植)",
    "무소속"
  ],
  [
    "비례대표",
    "나금례(羅今禮)",
    "더불어민주당"
  ],
  [
    "임실군 가선거구",
    "진남근(晉南槿)",
    "무소속"
  ],
  [
    "임실군 가선거구",
    "황일권(黃一權)",
    "더불어민주당"
  ],
  [
    "임실군 나선거구",
    "신대용(申大容)",
    "더불어민주당"
  ],
  [
    "임실군 나선거구",
    "장종민(張鍾敏)",
    "더불어민주당"
  ],
  [
    "임실군 다선거구",
    "김왕중(金王中)",
    "무소속"
  ],
  [
    "임실군 다선거구",
    "이명로(李明魯)",
    "더불어민주당"
  ],
  [
    "임실군 다선거구",
    "이성재(李成宰)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "박영자(朴永子)",
    "더불어민주당"
  ],
  [
    "순창군 가선거구",
    "신정이(申貞伊)",
    "더불어민주당"
  ],
  [
    "순창군 가선거구",
    "이기자(李棋子)",
    "더불어민주당"
  ],
  [
    "순창군 나선거구",
    "전계수(田桂洙)",
    "더불어민주당"
  ],
  [
    "순창군 나선거구",
    "정성균(鄭聖均)",
    "더불어민주당"
  ],
  [
    "순창군 다선거구",
    "손종석(孫鍾錫)",
    "더불어민주당"
  ],
  [
    "순창군 다선거구",
    "신용균(申龍均)",
    "더불어민주당"
  ],
  [
    "순창군 다선거구",
    "조정희(趙正熙)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "송준신(宋俊信)",
    "더불어민주당"
  ],
  [
    "고창군 가선거구",
    "이경신(李京信)",
    "더불어민주당"
  ],
  [
    "고창군 가선거구",
    "조민규(趙民奎)",
    "더불어민주당"
  ],
  [
    "고창군 가선거구",
    "진남표(陳南杓)",
    "무소속"
  ],
  [
    "고창군 나선거구",
    "이봉희(李鳳熙)",
    "더불어민주당"
  ],
  [
    "고창군 나선거구",
    "최인규(崔仁圭)",
    "더불어민주당"
  ],
  [
    "고창군 다선거구",
    "김영호(金泳浩)",
    "더불어민주당"
  ],
  [
    "고창군 다선거구",
    "임정호(林正鎬)",
    "더불어민주당"
  ],
  [
    "고창군 라선거구",
    "조규철(曺圭錣)",
    "더불어민주당"
  ],
  [
    "고창군 라선거구",
    "차남준(車南濬)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "김미란(金美蘭)",
    "더불어민주당"
  ],
  [
    "부안군 가선거구",
    "이강세(李康世)",
    "더불어민주당"
  ],
  [
    "부안군 가선거구",
    "이태근(李泰根)",
    "더불어민주당"
  ],
  [
    "부안군 가선거구",
    "장은아(張銀娜)",
    "더불어민주당"
  ],
  [
    "부안군 나선거구",
    "김연식(金鍊湜)",
    "무소속"
  ],
  [
    "부안군 나선거구",
    "오장환(吳長煥)",
    "더불어민주당"
  ],
  [
    "부안군 다선거구",
    "김광수(金光洙)",
    "더불어민주당"
  ],
  [
    "부안군 다선거구",
    "이한수(李漢洙)",
    "더불어민주당"
  ],
  [
    "부안군 라선거구",
    "김정기(金鉦基)",
    "더불어민주당"
  ],
  [
    "부안군 라선거구",
    "문찬기(文燦奇)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "이용님(李容任)",
    "더불어민주당"
  ],
  [
    "목포시 가선거구",
    "김훈(金勳)[64]",
    "공석"
  ],
  [
    "목포시 가선거구",
    "김휴환(金休桓)",
    "더불어민주당"
  ],
  [
    "목포시 가선거구",
    "조성오(趙成五)",
    "민생당"
  ],
  [
    "목포시 나선거구",
    "문상수(文相守)",
    "더불어민주당"
  ],
  [
    "목포시 나선거구",
    "장복성(張福誠)",
    "무소속"
  ],
  [
    "목포시 다선거구",
    "이재용(李在鎔)",
    "무소속"
  ],
  [
    "목포시 다선거구",
    "이형완(李炯完)",
    "더불어민주당"
  ],
  [
    "목포시 다선거구",
    "정영수(鄭永洙)",
    "더불어민주당"
  ],
  [
    "목포시 라선거구",
    "김귀선(金貴善)",
    "무소속"
  ],
  [
    "목포시 라선거구",
    "박용식(朴容植)",
    "더불어민주당"
  ],
  [
    "목포시 라선거구",
    "최홍림(崔弘林)",
    "무소속"
  ],
  [
    "목포시 마선거구",
    "김관호(金寬浩)",
    "더불어민주당"
  ],
  [
    "목포시 마선거구",
    "박창수(朴昶帥)",
    "더불어민주당"
  ],
  [
    "목포시 바선거구",
    "김근재(金斤在)",
    "더불어민주당"
  ],
  [
    "목포시 바선거구",
    "김양규(金良奎)",
    "더불어민주당"
  ],
  [
    "목포시 바선거구",
    "문차복(文車福)",
    "무소속"
  ],
  [
    "목포시 사선거구",
    "김오수(金午洙)",
    "더불어민주당"
  ],
  [
    "목포시 사선거구",
    "박용(朴龍)",
    "더불어민주당"
  ],
  [
    "목포시 사선거구",
    "백동규(白東奎)",
    "정의당"
  ],
  [
    "비례대표",
    "김수미(金水美)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "이금이(李今伊)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "장송지(張松知)",
    "민생당"
  ],
  [
    "여수시 가선거구",
    "박성미(朴誠美)",
    "더불어민주당"
  ],
  [
    "여수시 가선거구",
    "정광지(鄭光址)",
    "무소속"
  ],
  [
    "여수시 나선거구",
    "서완석(徐完錫)",
    "더불어민주당"
  ],
  [
    "여수시 나선거구",
    "권석환(權錫煥)[66]",
    "더불어민주당"
  ],
  [
    "여수시 다선거구",
    "김행기(金幸基)",
    "더불어민주당"
  ],
  [
    "여수시 다선거구",
    "백인숙(白仁淑)",
    "더불어민주당"
  ],
  [
    "여수시 다선거구",
    "송하진(宋河珍)",
    "무소속"
  ],
  [
    "여수시 다선거구",
    "전창곤(田昌坤)",
    "더불어민주당"
  ],
  [
    "여수시 라선거구",
    "강현태(姜鉉泰)",
    "더불어민주당"
  ],
  [
    "여수시 라선거구",
    "김영규(金榮珪)",
    "무소속"
  ],
  [
    "여수시 라선거구",
    "송재향(宋在香)",
    "열린민주당"
  ],
  [
    "여수시 라선거구",
    "이상우(李尙祐)",
    "더불어민주당"
  ],
  [
    "여수시 마선거구",
    "강재헌(姜在憲)",
    "무소속"
  ],
  [
    "여수시 마선거구",
    "나현수(羅賢洙)",
    "더불어민주당"
  ],
  [
    "여수시 바선거구",
    "정현주(鄭賢珠)",
    "더불어민주당"
  ],
  [
    "여수시 바선거구",
    "주재현(朱在鉉)",
    "더불어민주당"
  ],
  [
    "여수시 사선거구",
    "고희권(高熙權)",
    "더불어민주당"
  ],
  [
    "여수시 사선거구",
    "김종길(金鍾吉)",
    "더불어민주당"
  ],
  [
    "여수시 사선거구",
    "문갑태(文甲泰)",
    "더불어민주당"
  ],
  [
    "여수시 아선거구",
    "이선효(李善孝)",
    "더불어민주당"
  ],
  [
    "여수시 아선거구",
    "이찬기(李贊基)",
    "더불어민주당"
  ],
  [
    "여수시 아선거구",
    "정경철(鄭京撤)",
    "더불어민주당"
  ],
  [
    "여수시 아선거구",
    "주종섭(朱鍾燮)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "고용진(高龍珍)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "민덕희(閔德姬)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "이미경(李美京)",
    "더불어민주당"
  ],
  [
    "순천시 가선거구",
    "서정진(徐廷珍)",
    "더불어민주당"
  ],
  [
    "순천시 가선거구",
    "오광묵(吳光默)",
    "더불어민주당"
  ],
  [
    "순천시 나선거구",
    "강형구(姜亨求)",
    "더불어민주당"
  ],
  [
    "순천시 나선거구",
    "이명옥(李明玉)",
    "민생당"
  ],
  [
    "순천시 다선거구",
    "이현재(李炫宰)",
    "더불어민주당"
  ],
  [
    "순천시 다선거구",
    "정홍준(鄭弘俊)",
    "더불어민주당"
  ],
  [
    "순천시 라선거구",
    "김영진(金榮鎭)",
    "더불어민주당"
  ],
  [
    "순천시 라선거구",
    "박계수(朴契帥)",
    "더불어민주당"
  ],
  [
    "순천시 라선거구",
    "박종호(朴鍾浩)",
    "더불어민주당"
  ],
  [
    "순천시 마선거구",
    "김미연(金美蓮)",
    "더불어민주당"
  ],
  [
    "순천시 마선거구",
    "문규준(文圭準)",
    "무소속"
  ],
  [
    "순천시 마선거구",
    "허유인(許裕仁)",
    "더불어민주당"
  ],
  [
    "순천시 바선거구",
    "남정옥(南廷玉)",
    "더불어민주당"
  ],
  [
    "순천시 바선거구",
    "장숙희(張淑姬)",
    "더불어민주당"
  ],
  [
    "순천시 바선거구",
    "최병배(崔炳培)",
    "더불어민주당"
  ],
  [
    "순천시 사선거구",
    "유영갑(劉永甲)",
    "진보당"
  ],
  [
    "순천시 사선거구",
    "오행숙(吳幸淑)[68]",
    "더불어민주당"
  ],
  [
    "순천시 아선거구",
    "김병권(金秉權)",
    "더불어민주당"
  ],
  [
    "순천시 아선거구",
    "이복남(李福男)",
    "무소속"
  ],
  [
    "순천시 자선거구",
    "나안수(羅鴈洙)",
    "더불어민주당"
  ],
  [
    "순천시 자선거구",
    "이영란(李英蘭)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "김미애(金美愛)",
    "정의당"
  ],
  [
    "비례대표",
    "박재원(朴宰元)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "박혜정(朴惠正)",
    "더불어민주당"
  ],
  [
    "나주시 가선거구",
    "강영록(姜永錄)",
    "더불어민주당"
  ],
  [
    "나주시 가선거구",
    "김선용(金善溶)",
    "더불어민주당"
  ],
  [
    "나주시 가선거구",
    "윤정근(尹玎根)",
    "무소속"
  ],
  [
    "나주시 나선거구",
    "김영덕(金永德)",
    "더불어민주당"
  ],
  [
    "나주시 나선거구",
    "허영우(許榮佑)",
    "더불어민주당"
  ],
  [
    "나주시 나선거구",
    "황광민(黃光敏)",
    "진보당"
  ],
  [
    "나주시 다선거구",
    "김철민(金哲珉)",
    "무소속"
  ],
  [
    "나주시 다선거구",
    "박소준(朴炤俊)",
    "더불어민주당"
  ],
  [
    "나주시 다선거구",
    "임채수(林采秀)",
    "더불어민주당"
  ],
  [
    "나주시 다선거구",
    "지차남(池次男)",
    "더불어민주당"
  ],
  [
    "나주시 라선거구",
    "이광석(李光錫)",
    "더불어민주당"
  ],
  [
    "나주시 라선거구",
    "이상만(李湘晩)",
    "더불어민주당"
  ],
  [
    "나주시 라선거구",
    "이재남(李載男)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "김정숙(金貞淑)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "이대성(李大聲)",
    "더불어민주당"
  ],
  [
    "광양시 가선거구",
    "문양오(文暘五)",
    "더불어민주당"
  ],
  [
    "광양시 가선거구",
    "박노신(朴魯信)",
    "더불어민주당"
  ],
  [
    "광양시 가선거구",
    "박말례(朴末禮)",
    "더불어민주당"
  ],
  [
    "광양시 나선거구",
    "김성희(金成熙)",
    "더불어민주당"
  ],
  [
    "광양시 나선거구",
    "백성호(白星鎬)",
    "진보당"
  ],
  [
    "광양시 나선거구",
    "서영배(徐永培)",
    "민생당"
  ],
  [
    "광양시 나선거구",
    "정민기(鄭珉基)",
    "더불어민주당"
  ],
  [
    "광양시 다선거구",
    "조현옥(趙顯玉)",
    "더불어민주당"
  ],
  [
    "광양시 다선거구",
    "진수화(陳壽華)",
    "더불어민주당"
  ],
  [
    "광양시 라선거구",
    "송재천(宋在千)",
    "더불어민주당"
  ],
  [
    "광양시 라선거구",
    "최한국(崔韓國)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "이형선(李亨善)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "최대원(崔大元)",
    "더불어민주당"
  ],
  [
    "담양군 가선거구",
    "김기석(金基錫)",
    "더불어민주당"
  ],
  [
    "담양군 가선거구",
    "이정옥(李正玉)",
    "더불어민주당"
  ],
  [
    "담양군 나선거구",
    "김현동(金炫東)",
    "더불어민주당"
  ],
  [
    "담양군 나선거구",
    "정철원(鄭喆元)",
    "더불어민주당"
  ],
  [
    "담양군 다선거구",
    "김정오(金正五)",
    "더불어민주당"
  ],
  [
    "담양군 다선거구",
    "이규현(李圭鉉)",
    "더불어민주당"
  ],
  [
    "담양군 라선거구",
    "김성석(金聖錫)",
    "더불어민주당"
  ],
  [
    "담양군 라선거구",
    "최용호(崔容鎬)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "김미라(金美羅)",
    "더불어민주당"
  ],
  [
    "곡성군 가선거구",
    "강덕구(姜悳求)",
    "더불어민주당"
  ],
  [
    "곡성군 가선거구",
    "유남숙(柳男淑)",
    "무소속"
  ],
  [
    "곡성군 가선거구",
    "조대현(趙大顯)",
    "무소속"
  ],
  [
    "곡성군 나선거구",
    "심인식(沈麟植)",
    "무소속"
  ],
  [
    "곡성군 나선거구",
    "윤영규(尹永圭)",
    "무소속"
  ],
  [
    "곡성군 나선거구",
    "정인균(鄭寅均)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "김을남(金乙男)",
    "더불어민주당"
  ],
  [
    "구례군 가선거구",
    "김송식(金松植)",
    "더불어민주당"
  ],
  [
    "구례군 가선거구",
    "선상원(宣相原)",
    "민생당"
  ],
  [
    "구례군 가선거구",
    "유시문(柳時文)",
    "무소속"
  ],
  [
    "구례군 나선거구",
    "노성원(盧成源)",
    "민생당"
  ],
  [
    "구례군 나선거구",
    "이승옥(李承玉)",
    "더불어민주당"
  ],
  [
    "구례군 나선거구",
    "정정섭(鄭政燮)",
    "무소속"
  ],
  [
    "비례대표",
    "박정임(朴貞任)",
    "무소속"
  ],
  [
    "고흥군 가선거구",
    "류동철(柳東徹)",
    "민생당"
  ],
  [
    "고흥군 가선거구",
    "류제동(柳濟東)",
    "더불어민주당"
  ],
  [
    "고흥군 가선거구",
    "송영현(宋永鉉)",
    "더불어민주당"
  ],
  [
    "고흥군 나선거구",
    "김민열(金民烈)",
    "더불어민주당"
  ],
  [
    "고흥군 나선거구",
    "송우섭(宋禹燮)",
    "더불어민주당"
  ],
  [
    "고흥군 다선거구",
    "박미옥(朴美玉)",
    "더불어민주당"
  ],
  [
    "고흥군 다선거구",
    "이재기(李在基)",
    "더불어민주당"
  ],
  [
    "고흥군 다선거구",
    "이재학(李在鶴)",
    "더불어민주당"
  ],
  [
    "고흥군 라선거구",
    "김상봉(金相奉)",
    "무소속"
  ],
  [
    "고흥군 라선거구",
    "정종열(丁鍾烈)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "송행숙(宋幸淑)",
    "민생당"
  ],
  [
    "비례대표",
    "이연숙(李燕淑)",
    "더불어민주당"
  ],
  [
    "보성군 가선거구",
    "김재철(金在哲)",
    "무소속"
  ],
  [
    "보성군 가선거구",
    "신경균(申耿均)",
    "더불어민주당"
  ],
  [
    "보성군 가선거구",
    "임용민(林龍民)",
    "더불어민주당"
  ],
  [
    "보성군 나선거구",
    "강복수(姜福秀)",
    "무소속"
  ],
  [
    "보성군 나선거구",
    "한기섭(韓琪燮)",
    "더불어민주당"
  ],
  [
    "보성군 다선거구",
    "김경열(金庚烈)",
    "더불어민주당"
  ],
  [
    "보성군 다선거구",
    "정광식(鄭光植)[69]",
    "공석"
  ],
  [
    "비례대표",
    "김경미(金京美)",
    "더불어민주당"
  ],
  [
    "화순군 가선거구",
    "강순팔(姜順八)",
    "더불어민주당"
  ],
  [
    "화순군 가선거구",
    "윤영민(尹泳旻)",
    "더불어민주당"
  ],
  [
    "화순군 가선거구",
    "이선(李善)",
    "더불어민주당"
  ],
  [
    "화순군 가선거구",
    "하성동(河成東)",
    "더불어민주당"
  ],
  [
    "화순군 나선거구",
    "김석봉(金錫奉)",
    "더불어민주당"
  ],
  [
    "화순군 나선거구",
    "최기천(崔己阡)",
    "더불어민주당"
  ],
  [
    "화순군 다선거구",
    "류영길(柳永吉)",
    "더불어민주당"
  ],
  [
    "화순군 다선거구",
    "정명조(鄭明朝)",
    "더불어민주당"
  ],
  [
    "화순군 다선거구",
    "조세현(曺世鉉)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "임영임(任永任)",
    "더불어민주당"
  ],
  [
    "장흥군 가선거구",
    "김재승(金宰丞)",
    "더불어민주당"
  ],
  [
    "장흥군 가선거구",
    "유상호(劉相浩)",
    "더불어민주당"
  ],
  [
    "장흥군 가선거구",
    "채은아(蔡銀兒)",
    "더불어민주당"
  ],
  [
    "장흥군 나선거구",
    "백광철(白光哲)",
    "더불어민주당"
  ],
  [
    "장흥군 나선거구",
    "왕윤채(王胤采)",
    "더불어민주당"
  ],
  [
    "장흥군 나선거구",
    "위등(魏灯)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "윤재숙(尹在淑)",
    "더불어민주당"
  ],
  [
    "강진군 가선거구",
    "김창주(金唱主)",
    "더불어민주당"
  ],
  [
    "강진군 가선거구",
    "배홍준(裵洪俊)",
    "무소속"
  ],
  [
    "강진군 가선거구",
    "위성식(魏聖湜)",
    "무소속"
  ],
  [
    "강진군 가선거구",
    "윤기현(尹祺鉉)",
    "무소속"
  ],
  [
    "강진군 나선거구",
    "김명희(金明熙)",
    "더불어민주당"
  ],
  [
    "강진군 나선거구",
    "문춘단(文春丹)",
    "더불어민주당"
  ],
  [
    "강진군 나선거구",
    "서순선(徐淳善)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "김보미(金甫美)",
    "더불어민주당"
  ],
  [
    "해남군 가선거구",
    "김병덕(金炳德)",
    "더불어민주당"
  ],
  [
    "해남군 가선거구",
    "김종숙(金종숙)",
    "더불어민주당"
  ],
  [
    "해남군 가선거구",
    "이정확(李柾確)",
    "진보당"
  ],
  [
    "해남군 나선거구",
    "서해근(徐海根)",
    "민생당"
  ],
  [
    "해남군 나선거구",
    "이성옥(李星玉)",
    "더불어민주당"
  ],
  [
    "해남군 다선거구",
    "김석순(金石淳)",
    "더불어민주당"
  ],
  [
    "해남군 다선거구",
    "박상정(朴相正)",
    "더불어민주당"
  ],
  [
    "해남군 라선거구",
    "박종부(朴鍾富)",
    "더불어민주당"
  ],
  [
    "해남군 라선거구",
    "이순이(李順伊)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "민경매(閔庚梅)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "송순례(宋順禮)",
    "민생당"
  ],
  [
    "영암군 가선거구",
    "박영배(朴泳倍)",
    "민생당"
  ],
  [
    "영암군 가선거구",
    "박찬종(朴燦鍾)",
    "더불어민주당"
  ],
  [
    "영암군 가선거구",
    "유나종(劉羅종)",
    "더불어민주당"
  ],
  [
    "영암군 나선거구",
    "강찬원(姜贊元)",
    "더불어민주당"
  ],
  [
    "영암군 나선거구",
    "고천수(高千洙)",
    "더불어민주당"
  ],
  [
    "영암군 다선거구",
    "김기천(金基千)",
    "정의당"
  ],
  [
    "영암군 다선거구",
    "조정기(曺正基)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "노영미(魯永美)",
    "더불어민주당"
  ],
  [
    "무안군 가선거구",
    "김대현(金垈炫)",
    "더불어민주당"
  ],
  [
    "무안군 가선거구",
    "김원중(金元中)",
    "민생당"
  ],
  [
    "무안군 가선거구",
    "박성재(朴成載)",
    "더불어민주당"
  ],
  [
    "무안군 나선거구",
    "강병국(姜秉局)",
    "더불어민주당"
  ],
  [
    "무안군 나선거구",
    "김경현(金京炫)",
    "더불어민주당"
  ],
  [
    "무안군 나선거구",
    "이요진(李要振)",
    "무소속"
  ],
  [
    "무안군 나선거구",
    "이정운(李廷雲)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "박막동(朴莫同)",
    "더불어민주당"
  ],
  [
    "함평군 가선거구",
    "김영인(金永寅)",
    "더불어민주당"
  ],
  [
    "함평군 가선거구",
    "김형모(金亨模)",
    "더불어민주당"
  ],
  [
    "함평군 가선거구",
    "최종준(崔鍾駿)[71]",
    "더불어민주당"
  ],
  [
    "함평군 나선거구",
    "윤앵랑(尹櫻郞)",
    "더불어민주당"
  ],
  [
    "함평군 나선거구",
    "정경임(鄭京任)",
    "더불어민주당"
  ],
  [
    "함평군 나선거구",
    "정현웅(鄭鉉雄)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "허정임(許正任)",
    "더불어민주당"
  ],
  [
    "영광군 가선거구",
    "강필구(姜必求)",
    "더불어민주당"
  ],
  [
    "영광군 가선거구",
    "임영민(林英敏)",
    "더불어민주당"
  ],
  [
    "영광군 가선거구",
    "장영진(張永鎭)",
    "무소속"
  ],
  [
    "영광군 가선거구",
    "최은영(崔殷榮)",
    "더불어민주당"
  ],
  [
    "영광군 나선거구",
    "김병원(金炳元)",
    "무소속"
  ],
  [
    "영광군 나선거구",
    "장기소(張基昭)",
    "무소속"
  ],
  [
    "영광군 나선거구",
    "하기억(河其億)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "박연숙(朴連淑)",
    "더불어민주당"
  ],
  [
    "장성군 가선거구",
    "오원석(吳杬錫)",
    "더불어민주당"
  ],
  [
    "장성군 가선거구",
    "임동섭(林東燮)",
    "더불어민주당"
  ],
  [
    "장성군 가선거구",
    "차상현(車相炫)",
    "더불어민주당"
  ],
  [
    "장성군 나선거구",
    "김회식(金淮湜)",
    "더불어민주당"
  ],
  [
    "장성군 나선거구",
    "심민섭(沈珉燮)",
    "더불어민주당"
  ],
  [
    "장성군 다선거구",
    "고재진(高在珍)",
    "더불어민주당"
  ],
  [
    "장성군 다선거구",
    "이태신(李泰信)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "김미순(金美順)",
    "더불어민주당"
  ],
  [
    "완도군 가선거구",
    "박인철(朴仁哲)",
    "더불어민주당"
  ],
  [
    "완도군 가선거구",
    "박재선(朴在先)",
    "더불어민주당"
  ],
  [
    "완도군 가선거구",
    "이범성(李範星)",
    "무소속"
  ],
  [
    "완도군 가선거구",
    "최정욱(崔政旭)",
    "무소속"
  ],
  [
    "완도군 나선거구",
    "김양훈(金良訓)",
    "더불어민주당"
  ],
  [
    "완도군 나선거구",
    "조인호(曺仁浩)",
    "더불어민주당"
  ],
  [
    "완도군 다선거구",
    "김재홍(金在洪)",
    "더불어민주당"
  ],
  [
    "완도군 다선거구",
    "허궁희(許宮熙)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "우성자(禹成子)",
    "더불어민주당"
  ],
  [
    "진도군 가선거구",
    "김상헌(金相憲)",
    "더불어민주당"
  ],
  [
    "진도군 가선거구",
    "김인정(金仁正)",
    "더불어민주당"
  ],
  [
    "진도군 가선거구",
    "이문교(李文校)",
    "더불어민주당"
  ],
  [
    "진도군 가선거구",
    "장영우(張泳佑)",
    "무소속"
  ],
  [
    "진도군 나선거구",
    "박금례(朴妗禮)",
    "더불어민주당"
  ],
  [
    "진도군 나선거구",
    "정순배(鄭順培)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "김춘화(金春花)",
    "더불어민주당"
  ],
  [
    "신안군 가선거구",
    "김기만(金基萬)",
    "더불어민주당"
  ],
  [
    "신안군 가선거구",
    "김혁성(金赫聲)",
    "더불어민주당"
  ],
  [
    "신안군 나선거구",
    "이상주(李尙周)",
    "더불어민주당"
  ],
  [
    "신안군 나선거구",
    "이원용(李元勇)",
    "더불어민주당"
  ],
  [
    "신안군 다선거구",
    "안원준(安元俊)",
    "더불어민주당"
  ],
  [
    "신안군 다선거구",
    "이종주(李宗柱)",
    "더불어민주당"
  ],
  [
    "신안군 라선거구",
    "김용배(金容陪)",
    "더불어민주당"
  ],
  [
    "신안군 라선거구",
    "박용찬(朴龍贊)",
    "무소속"
  ],
  [
    "비례대표",
    "최미숙(崔美淑)",
    "더불어민주당"
  ],
  [
    "포항시 가선거구",
    "박경열(朴慶列)",
    "무소속"
  ],
  [
    "포항시 가선거구",
    "백강훈(白剛勳)",
    "미래통합당"
  ],
  [
    "포항시 나선거구",
    "강필순(姜必順)",
    "미래통합당"
  ],
  [
    "포항시 나선거구",
    "한진욱(韓晋旭)",
    "미래통합당"
  ],
  [
    "포항시 다선거구",
    "김만호(金萬鎬)",
    "더불어민주당"
  ],
  [
    "포항시 다선거구",
    "백인규(白仁圭)",
    "미래통합당"
  ],
  [
    "포항시 다선거구",
    "차동찬(車東讚)",
    "미래통합당"
  ],
  [
    "포항시 라선거구",
    "김상원(金相元)",
    "미래통합당"
  ],
  [
    "포항시 라선거구",
    "복덕규(卜悳圭)",
    "무소속"
  ],
  [
    "포항시 마선거구",
    "정종식(鄭宗植)",
    "더불어민주당"
  ],
  [
    "포항시 마선거구",
    "안병국(安炳國)[73]",
    "미래통합당"
  ],
  [
    "포항시 바선거구",
    "김상민(金尙玟)",
    "더불어민주당"
  ],
  [
    "포항시 바선거구",
    "김성조(金誠祚)",
    "무소속"
  ],
  [
    "포항시 바선거구",
    "배상신(裵相信)",
    "미래통합당"
  ],
  [
    "포항시 사선거구",
    "김철수(金哲秀)",
    "미래통합당"
  ],
  [
    "포항시 사선거구",
    "허남도(許南道)",
    "더불어민주당"
  ],
  [
    "포항시 아선거구",
    "조민성(趙民成)",
    "미래통합당"
  ],
  [
    "포항시 아선거구",
    "조영원(趙泳源)",
    "미래통합당"
  ],
  [
    "포항시 자선거구",
    "방진길(方鎭吉)",
    "미래통합당"
  ],
  [
    "포항시 자선거구",
    "정해종(鄭海鍾)",
    "미래통합당"
  ],
  [
    "포항시 자선거구",
    "주해남(朱海男)",
    "더불어민주당"
  ],
  [
    "포항시 차선거구",
    "박정호(朴政湖)",
    "미래통합당"
  ],
  [
    "포항시 차선거구",
    "박칠용(朴七龍)",
    "더불어민주당"
  ],
  [
    "포항시 차선거구",
    "이나겸(李奈兼)",
    "미래통합당"
  ],
  [
    "포항시 카선거구",
    "서재원(徐載元)",
    "미래통합당"
  ],
  [
    "포항시 카선거구",
    "이준영(李晙榮)",
    "더불어민주당"
  ],
  [
    "포항시 타선거구",
    "박희정(朴嬉靜)",
    "더불어민주당"
  ],
  [
    "포항시 타선거구",
    "이석윤(李錫潤)",
    "미래통합당"
  ],
  [
    "비례대표",
    "공숙희(孔淑姬)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "권경옥(權京玉)",
    "미래통합당"
  ],
  [
    "비례대표",
    "김민정(金民正)",
    "미래통합당"
  ],
  [
    "비례대표",
    "김정숙(金貞淑)",
    "더불어민주당"
  ],
  [
    "경주시 가선거구",
    "김수광(金洙光)",
    "미래통합당"
  ],
  [
    "경주시 가선거구",
    "김태현(金泰縣)",
    "더불어민주당"
  ],
  [
    "경주시 나선거구",
    "서호대(徐鎬大)",
    "미래통합당"
  ],
  [
    "경주시 나선거구",
    "주석호(朱錫鎬)",
    "미래통합당"
  ],
  [
    "경주시 다선거구",
    "임활(林活)",
    "미래통합당"
  ],
  [
    "경주시 다선거구",
    "한영태(韓永泰)",
    "더불어민주당"
  ],
  [
    "경주시 라선거구",
    "이동협(李東協)",
    "미래통합당"
  ],
  [
    "경주시 라선거구",
    "최덕규(崔悳圭)",
    "미래통합당"
  ],
  [
    "경주시 마선거구",
    "김승환(金承煥)",
    "무소속"
  ],
  [
    "경주시 마선거구",
    "엄순섭(嚴淳燮)",
    "미래통합당"
  ],
  [
    "경주시 바선거구",
    "이만우(李萬雨)",
    "미래통합당"
  ],
  [
    "경주시 바선거구",
    "이철우(李哲雨)",
    "미래통합당"
  ],
  [
    "경주시 사선거구",
    "윤병길(尹炳吉)",
    "미래통합당"
  ],
  [
    "경주시 사선거구",
    "이락우(李洛雨)",
    "미래통합당"
  ],
  [
    "경주시 아선거구",
    "박광호(朴光浩)",
    "미래통합당"
  ],
  [
    "경주시 아선거구",
    "장동호(張棟淏)",
    "미래통합당"
  ],
  [
    "경주시 자선거구",
    "김동해(金東海)",
    "미래통합당"
  ],
  [
    "경주시 자선거구",
    "김상도(金相度)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "김순옥(金順玉)",
    "미래통합당"
  ],
  [
    "비례대표",
    "서선자(徐善子)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "장복이(張福伊)",
    "미래통합당"
  ],
  [
    "김천시 가선거구",
    "김동기(金東起)",
    "더불어민주당"
  ],
  [
    "김천시 가선거구",
    "백성철(白星喆)",
    "미래통합당"
  ],
  [
    "김천시 가선거구",
    "이우청(李愚淸)",
    "미래통합당"
  ],
  [
    "김천시 나선거구",
    "김세운(金世運)",
    "미래통합당"
  ],
  [
    "김천시 나선거구",
    "진기상(陳起塽)",
    "미래통합당"
  ],
  [
    "김천시 다선거구",
    "김병철(金炳哲)",
    "미래통합당"
  ],
  [
    "김천시 다선거구",
    "전계숙(田季淑)",
    "미래통합당"
  ],
  [
    "김천시 라선거구",
    "박영록(朴永錄)",
    "무소속"
  ],
  [
    "김천시 라선거구",
    "이승우(李昇祐)",
    "미래통합당"
  ],
  [
    "김천시 마선거구",
    "남용철(南湧喆)",
    "미래통합당"
  ],
  [
    "김천시 마선거구",
    "이명기(李明基)",
    "미래통합당"
  ],
  [
    "김천시 마선거구",
    "이진화(李珍和)",
    "미래통합당"
  ],
  [
    "김천시 바선거구",
    "나영민(羅榮敏)",
    "미래통합당"
  ],
  [
    "김천시 바선거구",
    "이복상(李卜相)",
    "미래통합당"
  ],
  [
    "김천시 바선거구",
    "이선명(李善明)",
    "미래통합당"
  ],
  [
    "비례대표",
    "김응숙(金應淑)",
    "미래통합당"
  ],
  [
    "비례대표",
    "박해수(朴偕琇)",
    "더불어민주당"
  ],
  [
    "안동시 가선거구",
    "우창하(禹昌河)",
    "미래통합당"
  ],
  [
    "안동시 가선거구",
    "정훈선(鄭薰善)",
    "미래통합당"
  ],
  [
    "안동시 나선거구",
    "권남희(權南姬)",
    "미래통합당"
  ],
  [
    "안동시 나선거구",
    "정복순(鄭福順)",
    "더불어민주당"
  ],
  [
    "안동시 다선거구",
    "권기탁(權基卓)",
    "미래통합당"
  ],
  [
    "안동시 다선거구",
    "김백현(金栢顯)",
    "미래통합당"
  ],
  [
    "안동시 라선거구",
    "남윤찬(南潤燦)",
    "미래통합당"
  ],
  [
    "안동시 라선거구",
    "이재갑(李在甲)",
    "무소속"
  ],
  [
    "안동시 마선거구",
    "이상근(李相根)",
    "미래통합당"
  ],
  [
    "안동시 마선거구",
    "임태섭(林泰燮)",
    "무소속"
  ],
  [
    "안동시 바선거구",
    "김호석(金浩錫)",
    "무소속"
  ],
  [
    "안동시 바선거구",
    "윤종찬(尹綜贊)[75]",
    "미래통합당"
  ],
  [
    "안동시 사선거구",
    "손광영(孫光永)",
    "미래통합당"
  ],
  [
    "안동시 사선거구",
    "조달흠(趙達欽)",
    "미래통합당"
  ],
  [
    "안동시 아선거구",
    "김경도(金慶道)",
    "미래통합당"
  ],
  [
    "안동시 아선거구",
    "김상진(金相臻)",
    "무소속"
  ],
  [
    "비례대표",
    "배은주(裵銀珠)",
    "미래통합당"
  ],
  [
    "비례대표",
    "이경란(李慶蘭)",
    "더불어민주당"
  ],
  [
    "구미시 가선거구",
    "김낙관(金洛官)",
    "미래통합당"
  ],
  [
    "구미시 가선거구",
    "김재상(金在相)",
    "미래통합당"
  ],
  [
    "구미시 가선거구",
    "안장환(安章煥)",
    "더불어민주당"
  ],
  [
    "구미시 나선거구",
    "권재욱(權在旭)",
    "미래통합당"
  ],
  [
    "구미시 나선거구",
    "김재우(金再友)",
    "더불어민주당"
  ],
  [
    "구미시 나선거구",
    "박교상(朴敎相)",
    "무소속"
  ],
  [
    "구미시 다선거구",
    "장세구(張世九)",
    "미래통합당"
  ],
  [
    "구미시 다선거구",
    "홍난이(洪蘭伊)",
    "더불어민주당"
  ],
  [
    "구미시 라선거구",
    "김춘남(金春南)",
    "미래통합당"
  ],
  [
    "구미시 라선거구",
    "김택호(金宅鎬)",
    "무소속"
  ],
  [
    "구미시 마선거구",
    "김태근(金泰根)",
    "미래통합당"
  ],
  [
    "구미시 마선거구",
    "신문식(申文植)",
    "열린민주당"
  ],
  [
    "구미시 마선거구",
    "안주찬(安周燦)",
    "미래통합당"
  ],
  [
    "구미시 바선거구",
    "윤종호(尹鍾鎬)",
    "무소속"
  ],
  [
    "구미시 바선거구",
    "이지연(李芝然)",
    "더불어민주당"
  ],
  [
    "구미시 바선거구",
    "김영길(金榮佶)[77]",
    "미래통합당"
  ],
  [
    "구미시 사선거구",
    "양진오(梁振午)",
    "미래통합당"
  ],
  [
    "구미시 사선거구",
    "최경동(崔敬東)",
    "미래통합당"
  ],
  [
    "구미시 아선거구",
    "강승수(康承洙)",
    "미래통합당"
  ],
  [
    "구미시 아선거구",
    "이선우(李珗玗)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "마주희(馬州希)[78]",
    "공석"
  ],
  [
    "비례대표",
    "송용자(宋龍子)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "장미경(張美卿)",
    "미래통합당"
  ],
  [
    "영주시 가선거구",
    "이규덕(李圭德)",
    "미래통합당"
  ],
  [
    "영주시 가선거구",
    "이중호(李重鎬)",
    "미래통합당"
  ],
  [
    "영주시 나선거구",
    "김병기(金炳基)",
    "미래통합당"
  ],
  [
    "영주시 나선거구",
    "이영호(李榮鎬)",
    "무소속"
  ],
  [
    "영주시 다선거구",
    "우충무(禹忠武)",
    "무소속"
  ],
  [
    "영주시 다선거구",
    "장성태(張星台)",
    "미래통합당"
  ],
  [
    "영주시 라선거구",
    "송명애(宋明愛)",
    "무소속"
  ],
  [
    "영주시 라선거구",
    "이상근(李相根)",
    "미래통합당"
  ],
  [
    "영주시 마선거구",
    "이재형(李宰亨)",
    "미래통합당"
  ],
  [
    "영주시 마선거구",
    "장영희(張英姬)",
    "더불어민주당"
  ],
  [
    "영주시 바선거구",
    "전영탁(全永卓)",
    "무소속"
  ],
  [
    "영주시 바선거구",
    "전풍림(田豊林)",
    "무소속"
  ],
  [
    "비례대표",
    "김화숙(金花淑)",
    "미래통합당"
  ],
  [
    "비례대표",
    "이서윤(李抒玧)",
    "더불어민주당"
  ],
  [
    "영천시 가선거구",
    "김선태(金先泰)",
    "무소속"
  ],
  [
    "영천시 가선거구",
    "박종운(朴鍾雲)",
    "미래통합당"
  ],
  [
    "영천시 나선거구",
    "김병하(金炳河)",
    "더불어민주당"
  ],
  [
    "영천시 나선거구",
    "정기택(鄭基澤)",
    "무소속"
  ],
  [
    "영천시 나선거구",
    "조영제(趙榮濟)",
    "미래통합당"
  ],
  [
    "영천시 다선거구",
    "이영기(李英基)",
    "미래통합당"
  ],
  [
    "영천시 다선거구",
    "전종천(全鍾天)",
    "무소속"
  ],
  [
    "영천시 다선거구",
    "조창호(曺昌鎬)",
    "더불어민주당"
  ],
  [
    "영천시 라선거구",
    "서정구(徐正久)",
    "미래통합당"
  ],
  [
    "영천시 라선거구",
    "이갑균(李甲鈞)",
    "미래통합당"
  ],
  [
    "비례대표",
    "우애자(禹愛子)",
    "미래통합당"
  ],
  [
    "비례대표",
    "최순례(崔順禮)",
    "더불어민주당"
  ],
  [
    "상주시 가선거구",
    "최경철(崔敬澈)",
    "미래통합당"
  ],
  [
    "상주시 가선거구",
    "황태하(黃太河)",
    "미래통합당"
  ],
  [
    "상주시 나선거구",
    "김태희(金台熙)",
    "미래통합당"
  ],
  [
    "상주시 나선거구",
    "안창수(安昌銖)",
    "미래통합당"
  ],
  [
    "상주시 다선거구",
    "신순단(申順丹)",
    "미래통합당"
  ],
  [
    "상주시 다선거구",
    "임부기(林富基)",
    "미래통합당"
  ],
  [
    "상주시 다선거구",
    "정길수(鄭吉秀)",
    "더불어민주당"
  ],
  [
    "상주시 라선거구",
    "정재현(鄭在賢)",
    "미래통합당"
  ],
  [
    "상주시 라선거구",
    "조준섭(趙俊燮)",
    "미래통합당"
  ],
  [
    "상주시 마선거구",
    "강경모(姜慶模)",
    "미래통합당"
  ],
  [
    "상주시 마선거구",
    "신순화(申順和)",
    "더불어민주당"
  ],
  [
    "상주시 마선거구",
    "이승일(李承日)",
    "더불어민주당"
  ],
  [
    "상주시 바선거구",
    "김동수(金東洙)",
    "미래통합당"
  ],
  [
    "상주시 바선거구",
    "변해광(卞海光)",
    "미래통합당"
  ],
  [
    "상주시 바선거구",
    "안경숙(安敬淑)",
    "미래통합당"
  ],
  [
    "비례대표",
    "민지현(閔智賢)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "이경옥(李敬玉)",
    "미래통합당"
  ],
  [
    "문경시 가선거구",
    "안직상(安直相)",
    "미래통합당"
  ],
  [
    "문경시 가선거구",
    "황재용(黃載龍)",
    "미래통합당"
  ],
  [
    "문경시 나선거구",
    "진후진(秦後鎭)",
    "미래통합당"
  ],
  [
    "문경시 나선거구",
    "탁대학(卓大學)",
    "무소속"
  ],
  [
    "문경시 나선거구",
    "서정식(徐廷植)[80]",
    "미래통합당"
  ],
  [
    "문경시 다선거구",
    "김인호(金仁浩)",
    "미래통합당"
  ],
  [
    "문경시 다선거구",
    "남기호(南基虎)",
    "미래통합당"
  ],
  [
    "문경시 라선거구",
    "김창기(金昶基)",
    "미래통합당"
  ],
  [
    "문경시 라선거구",
    "이정걸(李廷杰)[82]",
    "미래통합당"
  ],
  [
    "비례대표",
    "박춘남(朴春南)",
    "미래통합당"
  ],
  [
    "경산시 가선거구",
    "박병호(朴秉鎬)",
    "미래통합당"
  ],
  [
    "경산시 가선거구",
    "엄정애(嚴貞愛)",
    "정의당"
  ],
  [
    "경산시 가선거구",
    "황동희(黃棟熙)",
    "더불어민주당"
  ],
  [
    "경산시 나선거구",
    "남광락(南光洛)",
    "더불어민주당"
  ],
  [
    "경산시 나선거구",
    "이기동(李奇東)",
    "미래통합당"
  ],
  [
    "경산시 다선거구",
    "강수명(姜修明)",
    "미래통합당"
  ],
  [
    "경산시 다선거구",
    "박순득(朴淳得)",
    "미래통합당"
  ],
  [
    "경산시 라선거구",
    "박미옥(朴美玉)",
    "미래통합당"
  ],
  [
    "경산시 라선거구",
    "이경원(李庚元)",
    "더불어민주당"
  ],
  [
    "경산시 라선거구",
    "이성희(李誠喜)",
    "미래통합당"
  ],
  [
    "경산시 마선거구",
    "김봉희(金峰熙)",
    "미래통합당"
  ],
  [
    "경산시 마선거구",
    "양재영(梁宰榮)",
    "더불어민주당"
  ],
  [
    "경산시 마선거구",
    "이철식(李澈植)",
    "미래통합당"
  ],
  [
    "비례대표",
    "배향선(裵香善)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "손병숙(孫炳淑)",
    "미래통합당"
  ],
  [
    "군위군 가선거구",
    "김정애(金貞愛)",
    "미래통합당"
  ],
  [
    "군위군 가선거구",
    "박운표(朴雲杓)",
    "미래통합당"
  ],
  [
    "군위군 가선거구",
    "홍복순(洪福順)",
    "미래통합당"
  ],
  [
    "군위군 나선거구",
    "박수현(朴秀鉉)",
    "미래통합당"
  ],
  [
    "군위군 나선거구",
    "심칠(沈七)",
    "미래통합당"
  ],
  [
    "군위군 나선거구",
    "이연백(李然佰)",
    "미래통합당"
  ],
  [
    "비례대표",
    "오분이(吳粉伊)",
    "미래통합당"
  ],
  [
    "의성군 가선거구",
    "배광우(裵洸祐)",
    "미래통합당"
  ],
  [
    "의성군 가선거구",
    "지무진(池茂鎭)",
    "미래통합당"
  ],
  [
    "의성군 가선거구",
    "황무용(黃武容)",
    "미래통합당"
  ],
  [
    "의성군 나선거구",
    "김광호(金光鎬)",
    "미래통합당"
  ],
  [
    "의성군 나선거구",
    "김영수(金永洙)",
    "미래통합당"
  ],
  [
    "의성군 다선거구",
    "김동준(金東俊)",
    "미래통합당"
  ],
  [
    "의성군 다선거구",
    "김진수(金鎭壽)",
    "미래통합당"
  ],
  [
    "의성군 라선거구",
    "변영송(卞永松)",
    "미래통합당"
  ],
  [
    "의성군 라선거구",
    "이충원(李忠遠)",
    "미래통합당"
  ],
  [
    "의성군 마선거구",
    "서용환(徐容煥)",
    "미래통합당"
  ],
  [
    "의성군 마선거구",
    "최훈식(崔勳植)",
    "미래통합당"
  ],
  [
    "비례대표",
    "김우정(金佑貞)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "박화자(朴花子)",
    "미래통합당"
  ],
  [
    "청송군 가선거구",
    "심상휴(沈相烋)",
    "미래통합당"
  ],
  [
    "청송군 가선거구",
    "윤동탁(尹東卓)",
    "더불어민주당"
  ],
  [
    "청송군 가선거구",
    "이광호(李洸鎬)",
    "미래통합당"
  ],
  [
    "청송군 나선거구",
    "권태준(權泰俊)",
    "미래통합당"
  ],
  [
    "청송군 나선거구",
    "정미진(鄭美眞)",
    "미래통합당"
  ],
  [
    "청송군 나선거구",
    "현시학(玄時學)",
    "무소속"
  ],
  [
    "비례대표",
    "최갑선(崔甲仙)",
    "미래통합당"
  ],
  [
    "영양군 가선거구",
    "김형민(金炯敏)",
    "미래통합당"
  ],
  [
    "영양군 가선거구",
    "오창옥(吳昌玉)",
    "미래통합당"
  ],
  [
    "영양군 가선거구",
    "장영호(張英鎬)",
    "무소속"
  ],
  [
    "영양군 나선거구",
    "김석현(金錫顯)",
    "미래통합당"
  ],
  [
    "영양군 나선거구",
    "홍점표(洪点杓)",
    "미래통합당"
  ],
  [
    "영양군 나선거구",
    "홍현국(洪鉉國)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "김인숙(金仁淑)",
    "미래통합당"
  ],
  [
    "영덕군 가선거구",
    "김은희(金恩希)",
    "미래통합당"
  ],
  [
    "영덕군 가선거구",
    "남영래(南永來)",
    "더불어민주당"
  ],
  [
    "영덕군 가선거구",
    "하병두(河炳斗)",
    "무소속"
  ],
  [
    "영덕군 나선거구",
    "김일규(金一圭)",
    "미래통합당"
  ],
  [
    "영덕군 나선거구",
    "손덕수(孫德壽)",
    "미래통합당"
  ],
  [
    "영덕군 나선거구",
    "조상준(趙祥峻)",
    "미래통합당"
  ],
  [
    "비례대표",
    "오정자(吳貞子)",
    "미래통합당"
  ],
  [
    "청도군 가선거구",
    "박기호(朴基晧)",
    "미래통합당"
  ],
  [
    "청도군 가선거구",
    "이경동(李敬東)",
    "더불어민주당"
  ],
  [
    "청도군 가선거구",
    "전종율(全鍾律)",
    "미래통합당"
  ],
  [
    "청도군 나선거구",
    "김수태(金秀泰)",
    "미래통합당"
  ],
  [
    "청도군 나선거구",
    "김효태(金涍泰)",
    "미래통합당"
  ],
  [
    "청도군 나선거구",
    "박재성(朴宰成)",
    "미래통합당"
  ],
  [
    "비례대표",
    "김태이(金泰伊)",
    "미래통합당"
  ],
  [
    "고령군 가선거구",
    "배철헌(裵喆憲)",
    "미래통합당"
  ],
  [
    "고령군 가선거구",
    "성원환(成元煥)",
    "미래통합당"
  ],
  [
    "고령군 나선거구",
    "나인엽(羅仁燁)",
    "미래통합당"
  ],
  [
    "고령군 나선거구",
    "이달호(李達浩)",
    "미래통합당"
  ],
  [
    "고령군 다선거구",
    "김명국(金明國)",
    "미래통합당"
  ],
  [
    "고령군 다선거구",
    "김선욱(金善旭)",
    "미래통합당"
  ],
  [
    "비례대표",
    "배효임(裵孝任)",
    "미래통합당"
  ],
  [
    "성주군 가선거구",
    "김경호(金敬鎬)",
    "미래통합당"
  ],
  [
    "성주군 가선거구",
    "김성우(金聖祐)",
    "미래통합당"
  ],
  [
    "성주군 가선거구",
    "도희재(都希哉)",
    "미래통합당"
  ],
  [
    "성주군 나선거구",
    "김영래(金永來)",
    "미래통합당"
  ],
  [
    "성주군 나선거구",
    "배재만(裵在萬)",
    "미래통합당"
  ],
  [
    "성주군 다선거구",
    "구교강(具敎剛)",
    "미래통합당"
  ],
  [
    "성주군 다선거구",
    "전수곤(全洙坤)",
    "미래통합당"
  ],
  [
    "비례대표",
    "황숙희(黃淑姬)",
    "미래통합당"
  ],
  [
    "칠곡군 가선거구",
    "최연준(崔然俊)",
    "더불어민주당"
  ],
  [
    "칠곡군 가선거구",
    "한향숙(韓香淑)",
    "미래통합당"
  ],
  [
    "칠곡군 나선거구",
    "김세균(金世均)",
    "미래통합당"
  ],
  [
    "칠곡군 나선거구",
    "이상승(李相承)",
    "더불어민주당"
  ],
  [
    "칠곡군 다선거구",
    "이재호(李在鎬)",
    "미래통합당"
  ],
  [
    "칠곡군 다선거구",
    "이창훈(李昌勳)",
    "더불어민주당"
  ],
  [
    "칠곡군 다선거구",
    "장세학(張世學)",
    "미래통합당"
  ],
  [
    "칠곡군 라선거구",
    "구정회(具正會)",
    "더불어민주당"
  ],
  [
    "칠곡군 라선거구",
    "심청보(沈靑輔)",
    "미래통합당"
  ],
  [
    "비례대표",
    "최인희(崔仁姬)",
    "미래통합당"
  ],
  [
    "예천군 가선거구",
    "권도식(權道植)[83]",
    "공석"
  ],
  [
    "예천군 가선거구",
    "신동은(申東恩)",
    "미래통합당"
  ],
  [
    "예천군 나선거구",
    "강영구(姜英龜)",
    "미래통합당"
  ],
  [
    "예천군 나선거구",
    "조동인(趙東仁)",
    "미래통합당"
  ],
  [
    "예천군 다선거구",
    "이형식(李炯植)",
    "미래통합당"
  ],
  [
    "예천군 다선거구",
    "정창우(鄭昌瑀)",
    "무소속"
  ],
  [
    "예천군 라선거구",
    "김은수(金恩修)",
    "미래통합당"
  ],
  [
    "예천군 라선거구",
    "박종철(朴鐘哲)[84]",
    "공석"
  ],
  [
    "비례대표",
    "신향순(申香淳)",
    "미래통합당"
  ],
  [
    "봉화군 가선거구",
    "김상희(金祥喜)",
    "미래통합당"
  ],
  [
    "봉화군 가선거구",
    "조병두(趙炳斗)",
    "미래통합당"
  ],
  [
    "봉화군 나선거구",
    "박동교(朴東敎)",
    "무소속"
  ],
  [
    "봉화군 나선거구",
    "황재현(黃在鉉)",
    "미래통합당"
  ],
  [
    "봉화군 다선거구",
    "권영준(權寧焌)",
    "미래통합당"
  ],
  [
    "봉화군 다선거구",
    "김제일(金濟壹)",
    "무소속"
  ],
  [
    "봉화군 다선거구",
    "엄기섭(嚴琦燮)",
    "미래통합당"
  ],
  [
    "비례대표",
    "이영미(李英美)",
    "미래통합당"
  ],
  [
    "울진군 가선거구",
    "장선용(張善龍)",
    "미래통합당"
  ],
  [
    "울진군 가선거구",
    "장시원(張時源)",
    "무소속"
  ],
  [
    "울진군 나선거구",
    "김창오(金昌吾)",
    "무소속"
  ],
  [
    "울진군 나선거구",
    "장유덕(張有德)",
    "미래통합당"
  ],
  [
    "울진군 다선거구",
    "김정희(金禎熙)",
    "무소속"
  ],
  [
    "울진군 다선거구",
    "이세진(李世振)",
    "미래통합당"
  ],
  [
    "울진군 다선거구",
    "신상규(申相圭)[86]",
    "미래통합당"
  ],
  [
    "비례대표",
    "강다연(姜多姸)",
    "미래통합당"
  ],
  [
    "울릉군 가선거구",
    "공경식(孔慶植)",
    "무소속"
  ],
  [
    "울릉군 가선거구",
    "이재만(李財萬)",
    "미래통합당"
  ],
  [
    "울릉군 가선거구",
    "정성환(鄭成煥)",
    "미래통합당"
  ],
  [
    "울릉군 가선거구",
    "최경환(崔景煥)",
    "미래통합당"
  ],
  [
    "울릉군 나선거구",
    "박인도(朴仁度)",
    "미래통합당"
  ],
  [
    "울릉군 나선거구",
    "이상식(李相植)",
    "미래통합당"
  ],
  [
    "비례대표",
    "김숙희(金淑姬)",
    "미래통합당"
  ],
  [
    "창원시 가선거구",
    "권성현(權成鉉)",
    "미래통합당"
  ],
  [
    "창원시 가선거구",
    "김장하(金璋河)",
    "더불어민주당"
  ],
  [
    "창원시 가선거구",
    "백태현(白兌鉉)",
    "미래통합당"
  ],
  [
    "창원시 가선거구",
    "최은하(崔銀夏)",
    "더불어민주당"
  ],
  [
    "창원시 나선거구",
    "구점득(具点得)",
    "미래통합당"
  ],
  [
    "창원시 나선거구",
    "김우겸(金佑謙)",
    "더불어민주당"
  ],
  [
    "창원시 나선거구",
    "주철우(朱哲佑)",
    "무소속"
  ],
  [
    "창원시 다선거구",
    "공창섭(孔昌燮)",
    "더불어민주당"
  ],
  [
    "창원시 다선거구",
    "박현재(朴鉉在)",
    "미래통합당"
  ],
  [
    "창원시 라선거구",
    "김경희(金庚熙)",
    "더불어민주당"
  ],
  [
    "창원시 라선거구",
    "이찬호(李贊鎬)",
    "미래통합당"
  ],
  [
    "창원시 마선거구",
    "김경수(金敬洙)",
    "미래통합당"
  ],
  [
    "창원시 마선거구",
    "노창섭(盧昌燮)",
    "정의당"
  ],
  [
    "창원시 마선거구",
    "한은정(韓恩貞)",
    "더불어민주당"
  ],
  [
    "창원시 바선거구",
    "박남용(朴南湧)",
    "미래통합당"
  ],
  [
    "창원시 바선거구",
    "백승규(白承奎)",
    "더불어민주당"
  ],
  [
    "창원시 사선거구",
    "이천수(李千洙)",
    "미래통합당"
  ],
  [
    "창원시 사선거구",
    "지상록(池상錄)",
    "더불어민주당"
  ],
  [
    "창원시 아선거구",
    "전홍표(全弘杓)",
    "더불어민주당"
  ],
  [
    "창원시 아선거구",
    "정길상(鄭吉相)",
    "미래통합당"
  ],
  [
    "창원시 자선거구",
    "박성원(朴成源)",
    "더불어민주당"
  ],
  [
    "창원시 자선거구",
    "전병호(全炳鎬)",
    "미래통합당"
  ],
  [
    "창원시 차선거구",
    "김순식(金淳埴)",
    "미래통합당"
  ],
  [
    "창원시 차선거구",
    "최희정(崔熙貞)",
    "더불어민주당"
  ],
  [
    "창원시 카선거구",
    "이우완(李祐浣)",
    "더불어민주당"
  ],
  [
    "창원시 카선거구",
    "진상락(陳相落)",
    "미래통합당"
  ],
  [
    "창원시 타선거구",
    "김종대(金鍾大)",
    "더불어민주당"
  ],
  [
    "창원시 타선거구",
    "임해진(任海辰)",
    "미래통합당"
  ],
  [
    "창원시 파선거구",
    "문순규(文焞圭)",
    "더불어민주당"
  ],
  [
    "창원시 파선거구",
    "손태화(孫泰和)",
    "미래통합당"
  ],
  [
    "창원시 파선거구",
    "조영명(曺永明)",
    "미래통합당"
  ],
  [
    "창원시 하선거구",
    "김상현(金相賢)",
    "더불어민주당"
  ],
  [
    "창원시 하선거구",
    "이해련(李海連)",
    "미래통합당"
  ],
  [
    "창원시 거선거구",
    "김인길(金印吉)",
    "미래통합당"
  ],
  [
    "창원시 거선거구",
    "정순욱(鄭純旭)",
    "더불어민주당"
  ],
  [
    "창원시 너선거구",
    "김태웅(金泰雄)",
    "더불어민주당"
  ],
  [
    "창원시 너선거구",
    "박춘덕(朴春德)",
    "미래통합당"
  ],
  [
    "창원시 더선거구",
    "심영석(沈瑩錫)",
    "더불어민주당"
  ],
  [
    "창원시 더선거구",
    "이치우(李致雨)",
    "미래통합당"
  ],
  [
    "비례대표",
    "김상찬(金相贊)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "박선애(朴善愛)",
    "미래통합당"
  ],
  [
    "비례대표",
    "이종화(李鍾花)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "이헌순(李憲徇)",
    "미래통합당"
  ],
  [
    "비례대표",
    "최영희(崔英姬)",
    "정의당"
  ],
  [
    "진주시 가선거구",
    "정인후(鄭仁厚)",
    "더불어민주당"
  ],
  [
    "진주시 가선거구",
    "정재욱(鄭宰旭)",
    "미래통합당"
  ],
  [
    "진주시 나선거구",
    "류재수(柳在洙)",
    "진보당"
  ],
  [
    "진주시 나선거구",
    "윤성관(尹晟冠)",
    "더불어민주당"
  ],
  [
    "진주시 나선거구",
    "조현신(趙顯信)",
    "미래통합당"
  ],
  [
    "진주시 다선거구",
    "박성도(朴成道)",
    "미래통합당"
  ],
  [
    "진주시 다선거구",
    "허정림(許靜林)",
    "더불어민주당"
  ],
  [
    "진주시 라선거구",
    "서은애(徐銀愛)",
    "더불어민주당"
  ],
  [
    "진주시 라선거구",
    "황진선(黃鎭仙)",
    "미래통합당"
  ],
  [
    "진주시 마선거구",
    "박금자(朴今子)",
    "미래통합당"
  ],
  [
    "진주시 마선거구",
    "박철홍(朴哲弘)",
    "더불어민주당"
  ],
  [
    "진주시 바선거구",
    "윤갑수(尹甲洙)",
    "더불어민주당"
  ],
  [
    "진주시 바선거구",
    "임기향(林基香)",
    "미래통합당"
  ],
  [
    "진주시 사선거구",
    "서정인(徐廷寅)",
    "더불어민주당"
  ],
  [
    "진주시 사선거구",
    "이현욱(李鉉旭)",
    "무소속"
  ],
  [
    "진주시 사선거구",
    "제상희(諸相喜)",
    "더불어민주당"
  ],
  [
    "진주시 아선거구",
    "백승흥(白承興)",
    "미래통합당"
  ],
  [
    "진주시 아선거구",
    "이상영(李相榮)",
    "미래통합당"
  ],
  [
    "비례대표",
    "강묘영(姜妙咏)",
    "미래통합당"
  ],
  [
    "비례대표",
    "김경숙(金京淑)",
    "미래통합당"
  ],
  [
    "비례대표",
    "김시정(金時挺)",
    "더불어민주당"
  ],
  [
    "통영시 가선거구",
    "배윤주(裵允婤)",
    "더불어민주당"
  ],
  [
    "통영시 가선거구",
    "유정철(劉禎哲)",
    "무소속"
  ],
  [
    "통영시 가선거구",
    "전병일(田炳逸)",
    "미래통합당"
  ],
  [
    "통영시 나선거구",
    "문성덕(文性德)",
    "미래통합당"
  ],
  [
    "통영시 나선거구",
    "손쾌환(孫快煥)",
    "미래통합당"
  ],
  [
    "통영시 다선거구",
    "강혜원(姜惠源)",
    "미래통합당"
  ],
  [
    "통영시 다선거구",
    "정광호(鄭光鎬)",
    "더불어민주당"
  ],
  [
    "통영시 라선거구",
    "배도수(裵道守)",
    "미래통합당"
  ],
  [
    "통영시 라선거구",
    "이승민(李承玟)",
    "더불어민주당"
  ],
  [
    "통영시 마선거구",
    "김미옥(金美玉)",
    "미래통합당"
  ],
  [
    "통영시 마선거구",
    "김용안(金龍安)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "김혜경(金惠慶)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "이이옥(李二玉)",
    "미래통합당"
  ],
  [
    "사천시 가선거구",
    "구정화(具晶華)",
    "미래통합당"
  ],
  [
    "사천시 가선거구",
    "김영애(金榮愛)",
    "무소속"
  ],
  [
    "사천시 가선거구",
    "최인생(崔仁生)",
    "미래통합당"
  ],
  [
    "사천시 나선거구",
    "김규헌(金奎憲)",
    "미래통합당"
  ],
  [
    "사천시 나선거구",
    "김봉균(金奉均)",
    "더불어민주당"
  ],
  [
    "사천시 다선거구",
    "이삼수(李三守)",
    "미래통합당"
  ],
  [
    "사천시 다선거구",
    "최동환(崔東煥)",
    "더불어민주당"
  ],
  [
    "사천시 라선거구",
    "김경숙(金瓊淑)",
    "미래통합당"
  ],
  [
    "사천시 라선거구",
    "박종권(朴鐘權)",
    "더불어민주당"
  ],
  [
    "사천시 라선거구",
    "전재석(田在錫)",
    "미래통합당"
  ],
  [
    "비례대표",
    "김여경(金余曔)",
    "미래통합당"
  ],
  [
    "비례대표",
    "김행원(金行元)",
    "더불어민주당"
  ],
  [
    "김해시 가선거구",
    "송유인(宋裕寅)",
    "더불어민주당"
  ],
  [
    "김해시 가선거구",
    "엄정(嚴正)",
    "미래통합당"
  ],
  [
    "김해시 가선거구",
    "하성자(河聖子)",
    "더불어민주당"
  ],
  [
    "김해시 나선거구",
    "김형수(金炯秀)",
    "더불어민주당"
  ],
  [
    "김해시 나선거구",
    "조팔도(曺八道)",
    "미래통합당"
  ],
  [
    "김해시 다선거구",
    "김창수(金昌洙)",
    "미래통합당"
  ],
  [
    "김해시 다선거구",
    "김희성(金熙星)",
    "더불어민주당"
  ],
  [
    "김해시 다선거구",
    "조종현(趙鍾顯)",
    "더불어민주당"
  ],
  [
    "김해시 라선거구",
    "김종근(金鍾根)",
    "더불어민주당"
  ],
  [
    "김해시 라선거구",
    "류명열(柳明烈)",
    "미래통합당"
  ],
  [
    "김해시 라선거구",
    "정준호(鄭埈鎬)",
    "더불어민주당"
  ],
  [
    "김해시 마선거구",
    "배병돌(裵柄乭)",
    "더불어민주당"
  ],
  [
    "김해시 마선거구",
    "안선환(安善煥)",
    "미래통합당"
  ],
  [
    "김해시 마선거구",
    "주정영(朱貞映)",
    "더불어민주당"
  ],
  [
    "김해시 바선거구",
    "이광희(李光熙)",
    "더불어민주당"
  ],
  [
    "김해시 바선거구",
    "이정화(李政和)",
    "미래통합당"
  ],
  [
    "김해시 바선거구",
    "최동석(崔東錫)",
    "더불어민주당"
  ],
  [
    "김해시 사선거구",
    "김명희(金明姬)",
    "더불어민주당"
  ],
  [
    "김해시 사선거구",
    "김한호(金韓虎)",
    "무소속"
  ],
  [
    "김해시 사선거구",
    "황현재(黃玄宰)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "김진규(金鎭圭)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "박은희(朴銀姬)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "허윤옥(許潤玉)",
    "미래통합당"
  ],
  [
    "밀양시 가선거구",
    "박필호(朴必鎬)",
    "미래통합당"
  ],
  [
    "밀양시 가선거구",
    "설현수(薛賢洙)",
    "더불어민주당"
  ],
  [
    "밀양시 나선거구",
    "정무권(丁茂權)",
    "더불어민주당"
  ],
  [
    "밀양시 나선거구",
    "황걸연(黃杰淵)",
    "미래통합당"
  ],
  [
    "밀양시 다선거구",
    "김상득(金相得)",
    "미래통합당"
  ],
  [
    "밀양시 다선거구",
    "장영우(張榮遇)",
    "더불어민주당"
  ],
  [
    "밀양시 라선거구",
    "박영일(朴泳一)",
    "미래통합당"
  ],
  [
    "밀양시 라선거구",
    "이현우(李炫祐)",
    "더불어민주당"
  ],
  [
    "밀양시 라선거구",
    "허홍(許洪)",
    "미래통합당"
  ],
  [
    "밀양시 마선거구",
    "박진수(朴珍洙)",
    "미래통합당"
  ],
  [
    "밀양시 마선거구",
    "정정규(丁定圭)",
    "미래통합당"
  ],
  [
    "비례대표",
    "엄수면(嚴壽勉)",
    "미래통합당"
  ],
  [
    "비례대표",
    "이선영(李善英)",
    "더불어민주당"
  ],
  [
    "거제시 가선거구",
    "강병주(姜秉周)",
    "더불어민주당"
  ],
  [
    "거제시 가선거구",
    "김두호(金斗浩)",
    "더불어민주당"
  ],
  [
    "거제시 가선거구",
    "신금자(辛金子)",
    "미래통합당"
  ],
  [
    "거제시 가선거구",
    "이태열(李泰烈)",
    "더불어민주당"
  ],
  [
    "거제시 나선거구",
    "박형국(朴炯局)",
    "더불어민주당"
  ],
  [
    "거제시 나선거구",
    "옥영문(玉英文)",
    "더불어민주당"
  ],
  [
    "거제시 나선거구",
    "윤부원(尹富遠)",
    "미래통합당"
  ],
  [
    "거제시 다선거구",
    "안석봉(安石奉)",
    "더불어민주당"
  ],
  [
    "거제시 다선거구",
    "전기풍(田基豊)",
    "미래통합당"
  ],
  [
    "거제시 라선거구",
    "김동수(金東秀)",
    "미래통합당"
  ],
  [
    "거제시 라선거구",
    "노재하(盧在夏)",
    "더불어민주당"
  ],
  [
    "거제시 라선거구",
    "이인태(李仁太)",
    "더불어민주당"
  ],
  [
    "거제시 마선거구",
    "김용운(金龍雲)",
    "정의당"
  ],
  [
    "거제시 마선거구",
    "최양희(崔陽姬)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "고정이(高正伊)",
    "미래통합당"
  ],
  [
    "비례대표",
    "안순자(安順子)",
    "더불어민주당"
  ],
  [
    "양산시 가선거구",
    "박재우(朴宰佑)",
    "더불어민주당"
  ],
  [
    "양산시 가선거구",
    "이종희(李鍾熹)",
    "미래통합당"
  ],
  [
    "양산시 나선거구",
    "문신우(文信雨)",
    "더불어민주당"
  ],
  [
    "양산시 나선거구",
    "이용식(李庸埴)",
    "미래통합당"
  ],
  [
    "양산시 다선거구",
    "김혜림(金慧琳)",
    "더불어민주당"
  ],
  [
    "양산시 다선거구",
    "곽종포(郭鍾捕)",
    "미래통합당"
  ],
  [
    "양산시 다선거구",
    "임정섭(林廷燮)",
    "더불어민주당"
  ],
  [
    "양산시 다선거구",
    "김효진(金孝珍)",
    "미래통합당"
  ],
  [
    "양산시 라선거구",
    "정석자(鄭錫子)",
    "더불어민주당"
  ],
  [
    "양산시 라선거구",
    "최선호(崔仙鎬)",
    "더불어민주당"
  ],
  [
    "양산시 라선거구",
    "김태우(金泰右)",
    "미래통합당"
  ],
  [
    "양산시 마선거구",
    "서진부(徐鎭富)",
    "더불어민주당"
  ],
  [
    "양산시 마선거구",
    "이장호(李壯鎬)",
    "미래통합당"
  ],
  [
    "양산시 바선거구",
    "박일배(朴日杯)",
    "더불어민주당"
  ],
  [
    "양산시 바선거구",
    "이상정(李相貞)",
    "미래통합당"
  ],
  [
    "비례대표",
    "박미해(朴美海)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "정숙남(鄭숙남)",
    "미래통합당"
  ],
  [
    "의령군 가선거구",
    "김판곤(金判坤)",
    "미래통합당"
  ],
  [
    "의령군 가선거구",
    "김봉남(金奉南)",
    "미래통합당"
  ],
  [
    "의령군 가선거구",
    "홍한기(洪漢基)",
    "더불어민주당"
  ],
  [
    "의령군 나선거구",
    "장명철(張明喆)",
    "무소속"
  ],
  [
    "의령군 나선거구",
    "주민돈(朱敏暾)[88]",
    "미래통합당"
  ],
  [
    "의령군 다선거구",
    "손태영(孫泰英)",
    "무소속"
  ],
  [
    "의령군 다선거구",
    "황성철(黃聖喆)",
    "무소속"
  ],
  [
    "의령군 라선거구",
    "문봉도(文奉道)",
    "미래통합당"
  ],
  [
    "의령군 라선거구",
    "김규찬(金圭燦)",
    "무소속"
  ],
  [
    "비례대표",
    "김추자(金秋子)",
    "미래통합당"
  ],
  [
    "함안군 가선거구",
    "정금효(鄭錦孝)",
    "더불어민주당"
  ],
  [
    "함안군 가선거구",
    "성재기(成在基)",
    "무소속"
  ],
  [
    "함안군 가선거구",
    "이관맹(李官孟)",
    "미래통합당"
  ],
  [
    "함안군 나선거구",
    "박용순(朴勇淳)",
    "미래통합당"
  ],
  [
    "함안군 나선거구",
    "윤광수(尹光洙)",
    "더불어민주당"
  ],
  [
    "함안군 다선거구",
    "김동정(金東正)",
    "더불어민주당"
  ],
  [
    "함안군 다선거구",
    "김정선(金貞善)",
    "미래통합당"
  ],
  [
    "함안군 라선거구",
    "배재성(裵在聖)",
    "더불어민주당"
  ],
  [
    "함안군 라선거구",
    "이광섭(李光燮)",
    "미래통합당"
  ],
  [
    "비례대표",
    "추경자(秋京子)",
    "미래통합당"
  ],
  [
    "창녕군 가선거구",
    "김경(金鏡)",
    "미래통합당"
  ],
  [
    "창녕군 가선거구",
    "홍성두(洪性斗)",
    "미래통합당"
  ],
  [
    "창녕군 가선거구",
    "안홍욱(安洪郁)",
    "미래통합당"
  ],
  [
    "창녕군 나선거구",
    "김춘석(金春錫)",
    "미래통합당"
  ],
  [
    "창녕군 나선거구",
    "김재한(金在漢)",
    "미래통합당"
  ],
  [
    "창녕군 다선거구",
    "추영엽(秋永燁)",
    "미래통합당"
  ],
  [
    "창녕군 다선거구",
    "조미련(趙美蓮)",
    "더불어민주당"
  ],
  [
    "창녕군 라선거구",
    "박상재(朴商載)",
    "미래통합당"
  ],
  [
    "창녕군 라선거구",
    "이칠봉(李七奉)",
    "미래통합당"
  ],
  [
    "비례대표",
    "신은숙(申恩淑)",
    "미래통합당"
  ],
  [
    "비례대표",
    "김인옥(金仁玉)",
    "더불어민주당"
  ],
  [
    "고성군 가선거구",
    "하창현(河昌賢)",
    "더불어민주당"
  ],
  [
    "고성군 가선거구",
    "이용재(李容宰)",
    "미래통합당"
  ],
  [
    "고성군 가선거구",
    "이쌍자(李双子)",
    "무소속"
  ],
  [
    "고성군 나선거구",
    "최을석(崔乙錫)",
    "미래통합당"
  ],
  [
    "고성군 나선거구",
    "정영환(鄭永煥)",
    "미래통합당"
  ],
  [
    "고성군 다선거구",
    "배상길(裵相吉)",
    "미래통합당"
  ],
  [
    "고성군 다선거구",
    "우정욱(禹政旭)[90]",
    "미래통합당"
  ],
  [
    "고성군 라선거구",
    "박용삼(朴容三)",
    "미래통합당"
  ],
  [
    "고성군 라선거구",
    "천재기(千載基)",
    "미래통합당"
  ],
  [
    "비례대표",
    "김향숙(金香淑)",
    "미래통합당"
  ],
  [
    "비례대표",
    "김원순(金元順)",
    "더불어민주당"
  ],
  [
    "남해군 가선거구",
    "하복만(河福滿)",
    "더불어민주당"
  ],
  [
    "남해군 가선거구",
    "김창우(金昌佑)",
    "미래통합당"
  ],
  [
    "남해군 가선거구",
    "여동찬(余東贊)",
    "미래통합당"
  ],
  [
    "남해군 나선거구",
    "이주홍(李柱泓)",
    "미래통합당"
  ],
  [
    "남해군 나선거구",
    "정현옥(鄭鉉玉)",
    "더불어민주당"
  ],
  [
    "남해군 다선거구",
    "박종길(朴鍾吉)",
    "미래통합당"
  ],
  [
    "남해군 다선거구",
    "김종숙(金鐘淑)",
    "더불어민주당"
  ],
  [
    "남해군 라선거구",
    "임태식(林泰植)",
    "미래통합당"
  ],
  [
    "남해군 라선거구",
    "윤정근(尹正根)",
    "미래통합당"
  ],
  [
    "비례대표",
    "정영란(鄭英蘭)",
    "미래통합당"
  ],
  [
    "하동군 가선거구",
    "정영섭(鄭瑛燮)",
    "더불어민주당"
  ],
  [
    "하동군 가선거구",
    "손종인(孫鍾寅)",
    "무소속"
  ],
  [
    "하동군 나선거구",
    "강희순(姜姬順)",
    "미래통합당"
  ],
  [
    "하동군 나선거구",
    "강상례(姜相禮)",
    "더불어민주당"
  ],
  [
    "하동군 나선거구",
    "박성곤(朴成坤)",
    "무소속"
  ],
  [
    "하동군 다선거구",
    "이학희(李鶴熙)",
    "미래통합당"
  ],
  [
    "하동군 다선거구",
    "윤영현(尹英賢)",
    "더불어민주당"
  ],
  [
    "하동군 라선거구",
    "하인호(河仁鎬)",
    "무소속"
  ],
  [
    "하동군 라선거구",
    "신재범(愼在範)",
    "미래통합당"
  ],
  [
    "비례대표",
    "김혜수(金惠穗)",
    "더불어민주당"
  ],
  [
    "비례대표",
    "이하옥(李夏玉)",
    "미래통합당"
  ],
  [
    "산청군 가선거구",
    "조병식(曺秉寔)",
    "미래통합당"
  ],
  [
    "산청군 가선거구",
    "정명순(鄭命順)",
    "무소속"
  ],
  [
    "산청군 나선거구",
    "김수한(金洙漢)",
    "미래통합당"
  ],
  [
    "산청군 나선거구",
    "신동복(申東福)",
    "무소속"
  ],
  [
    "산청군 다선거구",
    "조균환(曺均煥)",
    "미래통합당"
  ],
  [
    "산청군 다선거구",
    "김두수(金斗洙)",
    "더불어민주당"
  ],
  [
    "산청군 다선거구",
    "심재화(沈載和)",
    "무소속"
  ],
  [
    "산청군 라선거구",
    "안천원(安千遠)",
    "무소속"
  ],
  [
    "산청군 라선거구",
    "이만규(李萬圭)",
    "미래통합당"
  ],
  [
    "비례대표",
    "송정덕(宋貞德)",
    "미래통합당"
  ],
  [
    "함양군 가선거구",
    "이영재(李永在)",
    "더불어민주당"
  ],
  [
    "함양군 가선거구",
    "황태진(黃泰鎭)",
    "무소속"
  ],
  [
    "함양군 가선거구",
    "이용권(李容權)",
    "무소속"
  ],
  [
    "함양군 가선거구",
    "정현철(鄭鉉澈)",
    "미래통합당"
  ],
  [
    "함양군 나선거구",
    "이경규(李敬奎)",
    "미래통합당"
  ],
  [
    "함양군 나선거구",
    "서영재(徐泳宰)",
    "더불어민주당"
  ],
  [
    "함양군 다선거구",
    "김윤택(金潤澤)",
    "미래통합당"
  ],
  [
    "함양군 다선거구",
    "홍정덕(洪正德)",
    "더불어민주당"
  ],
  [
    "함양군 다선거구",
    "강신택(姜信宅)",
    "무소속"
  ],
  [
    "비례대표",
    "임채숙(林采淑)",
    "미래통합당"
  ],
  [
    "거창군 가선거구",
    "최정환(崔正煥)",
    "더불어민주당"
  ],
  [
    "거창군 가선거구",
    "김향란(金香蘭)",
    "무소속"
  ],
  [
    "거창군 가선거구",
    "표주숙(表柱淑)",
    "미래통합당"
  ],
  [
    "거창군 나선거구",
    "김종두(金種斗)",
    "미래통합당"
  ],
  [
    "거창군 나선거구",
    "심재수(沈載洙)",
    "무소속"
  ],
  [
    "거창군 다선거구",
    "이홍희(李洪熙)",
    "미래통합당"
  ],
  [
    "거창군 다선거구",
    "신재화(申載華)",
    "미래통합당"
  ],
  [
    "거창군 라선거구",
    "이재운(李在運)",
    "미래통합당"
  ],
  [
    "거창군 라선거구",
    "권재경(權載敬)",
    "무소속"
  ],
  [
    "비례대표",
    "박수자(朴守子)",
    "미래통합당"
  ],
  [
    "비례대표",
    "김태경(金胎京)",
    "더불어민주당"
  ],
  [
    "합천군 가선거구",
    "권영식(權永植)",
    "더불어민주당"
  ],
  [
    "합천군 가선거구",
    "최정옥(崔貞玉)",
    "미래통합당"
  ],
  [
    "합천군 나선거구",
    "장진영(張珍榮)",
    "더불어민주당"
  ],
  [
    "합천군 나선거구",
    "신명기(辛明基)",
    "미래통합당"
  ],
  [
    "합천군 다선거구",
    "석만진(石萬珍)",
    "미래통합당"
  ],
  [
    "합천군 다선거구",
    "박중무(朴重茂)",
    "무소속"
  ],
  [
    "합천군 다선거구",
    "정봉훈(鄭奉勳)",
    "미래통합당"
  ],
  [
    "합천군 라선거구",
    "배몽희(裵夢熙)",
    "무소속"
  ],
  [
    "합천군 라선거구",
    "임재진(林在眞)",
    "미래통합당"
  ],
  [
    "비례대표",
    "임춘지(林春枝)",
    "미래통합당"
  ],
  [
    "비례대표",
    "신경자(辛景子)",
    "더불어민주당"
  ]
]