module.exports = `강남구 제1선거구	성중기	미래통합당
강남구 제2선거구	김평남	더불어민주당
강남구 제3선거구	최영주	더불어민주당
강남구 제4선거구	김태호	더불어민주당
강남구 제5선거구	김진수	미래통합당
강남구 제6선거구	이석주	미래통합당
강동구 제1선거구	이준형	더불어민주당
강동구 제2선거구	김종무	더불어민주당
강동구 제3선거구	송명화	더불어민주당
강동구 제4선거구	황인구	더불어민주당
강북구 제1선거구	김동식	더불어민주당
강북구 제2선거구	이상훈	더불어민주당
강북구 제3선거구	최선	더불어민주당
강북구 제4선거구	안광석	더불어민주당
강서구 제1선거구	박상구	더불어민주당
강서구 제2선거구	문장길	더불어민주당
강서구 제3선거구	경만선	더불어민주당
강서구 제4선거구	김용연	더불어민주당
강서구 제5선거구	이광성	더불어민주당
강서구 제6선거구	장상기	더불어민주당
관악구 제1선거구	송도호	더불어민주당
관악구 제2선거구	서윤기	더불어민주당
관악구 제3선거구	임만균	더불어민주당
관악구 제4선거구	유정희	더불어민주당
광진구 제1선거구	전병주	더불어민주당
광진구 제2선거구	오현정	더불어민주당
광진구 제3선거구	김호평	더불어민주당
광진구 제4선거구	김재형	더불어민주당
구로구 제1선거구	장인홍	더불어민주당
구로구 제2선거구	이호대	더불어민주당
구로구 제3선거구	황규복	더불어민주당
구로구 제4선거구	김인제	더불어민주당
금천구 제1선거구	채인묵	더불어민주당
금천구 제2선거구	최기찬	더불어민주당
노원구 제1선거구	오한아	더불어민주당
노원구 제2선거구	이은주	더불어민주당
노원구 제3선거구	봉양순	더불어민주당
노원구 제4선거구	김생환	더불어민주당
노원구 제5선거구	채유미	더불어민주당
노원구 제6선거구	송재혁	더불어민주당
도봉구 제1선거구	김용석	더불어민주당
도봉구 제2선거구	김광수	더불어민주당
도봉구 제3선거구	김창원	더불어민주당
도봉구 제4선거구	송아량	더불어민주당
동대문구 제1선거구	송정빈	더불어민주당
동대문구 제2선거구	오중석	더불어민주당
동대문구 제3선거구	김인호	더불어민주당
동대문구 제4선거구	김수규	더불어민주당
동작구 제1선거구	김정환	더불어민주당
동작구 제2선거구	김경우	더불어민주당
동작구 제3선거구	박기열	더불어민주당
동작구 제4선거구	유용	더불어민주당
마포구 제1선거구	김상훈	더불어민주당
마포구 제2선거구	이세열	더불어민주당
마포구 제3선거구	정진술	더불어민주당
마포구 제4선거구	김기덕	더불어민주당
서대문구 제1선거구	신원철	더불어민주당
서대문구 제2선거구	김호진	더불어민주당
서대문구 제3선거구	이승미	더불어민주당
서대문구 제4선거구	조상호	더불어민주당
서초구 제1선거구	김혜련	더불어민주당
서초구 제2선거구	김경영	더불어민주당
서초구 제3선거구	문병훈	더불어민주당
서초구 제4선거구	추승우	더불어민주당
성동구 제1선거구	이동현	더불어민주당
성동구 제2선거구	정지권	더불어민주당
성동구 제3선거구	김기대	더불어민주당
성동구 제4선거구	김달호	더불어민주당
성북구 제1선거구	김춘례	더불어민주당
성북구 제2선거구	최정순	더불어민주당
성북구 제3선거구	강동길	더불어민주당
성북구 제4선거구	이경선	더불어민주당
송파구 제1선거구	노승재	더불어민주당
송파구 제2선거구	김상진	더불어민주당
송파구 제3선거구	홍성룡	더불어민주당
송파구 제4선거구	이태성	더불어민주당
송파구 제5선거구	이정인	더불어민주당
송파구 제6선거구	정진철	더불어민주당
양천구 제1선거구	신정호	더불어민주당
양천구 제2선거구	문영민	더불어민주당
양천구 제3선거구	우형찬	더불어민주당
양천구 제4선거구	김희걸	더불어민주당
영등포구 제1선거구	최웅식	더불어민주당
영등포구 제2선거구	김정태	더불어민주당
영등포구 제3선거구	정재웅	더불어민주당
영등포구 제4선거구	양민규	더불어민주당
용산구 제1선거구	김제리	더불어민주당
용산구 제2선거구	노식래	더불어민주당
은평구 제1선거구	성흠제	더불어민주당
은평구 제2선거구	이병도	더불어민주당
은평구 제3선거구	권순선	더불어민주당
은평구 제4선거구	이현찬	더불어민주당
종로구 제1선거구	고병국	더불어민주당
종로구 제2선거구	임종국	더불어민주당
중구 제1선거구	박순규	더불어민주당
중구 제2선거구	박기재	더불어민주당
중랑구 제1선거구	이영실	더불어민주당
중랑구 제2선거구	김태수	더불어민주당
중랑구 제3선거구	강대호	더불어민주당
중랑구 제4선거구	전석기	더불어민주당
서울특별시 비례대표	김화숙	더불어민주당
	한기영	더불어민주당
	권영희	더불어민주당
	이광호	더불어민주당
	김경	더불어민주당
	김소양	미래통합당
	이성배	미래통합당
	여명	미래통합당
	김소영	민생당
	권수정	정의당
강서구 제1선거구	김동일	더불어민주당
강서구 제2선거구	오원세	더불어민주당
금정구 제1선거구	제대욱	더불어민주당
금정구 제2선거구	박인영	더불어민주당
기장군 제1선거구	김민정	더불어민주당
기장군 제2선거구	구경민	더불어민주당
남구 제1선거구	조철호	더불어민주당
남구 제2선거구	오은택	자유한국당
	김광명	미래통합당
남구 제3선거구	이용형	더불어민주당
남구 제4선거구	이산하	더불어민주당
동구 제1선거구	김진홍	미래통합당
동구 제2선거구	김종한	무소속
동래구 제1선거구	박민성	더불어민주당
동래구 제2선거구	도용회	더불어민주당
동래구 제3선거구	김문기	더불어민주당
부산진구 제1선거구	배용준	더불어민주당
부산진구 제2선거구	정상채	더불어민주당
부산진구 제3선거구	손용구	더불어민주당
부산진구 제4선거구	이현	더불어민주당
북구 제1선거구	조남구	더불어민주당
북구 제2선거구	노기섭	더불어민주당
북구 제3선거구	이동호	더불어민주당
북구 제4선거구	이순영	더불어민주당
사상구 제1선거구	김부민	더불어민주당
사상구 제2선거구	신상해	더불어민주당
사하구 제1선거구	김동하	무소속
사하구 제2선거구	이성숙	더불어민주당
사하구 제3선거구	김재영	더불어민주당
사하구 제4선거구	김정량	더불어민주당
서구 제1선거구	박흥식	더불어민주당
서구 제2선거구	최도석	미래통합당
수영구 제1선거구	이정화	더불어민주당
수영구 제2선거구	곽동혁	더불어민주당
연제구 제1선거구	김태훈	더불어민주당
연제구 제2선거구	박승환	더불어민주당
영도구 제1선거구	고대영	더불어민주당
영도구 제2선거구	박성윤	더불어민주당
중구 선거구	문창무	더불어민주당
해운대구 제1선거구	이주환	더불어민주당
해운대구 제2선거구	김광모	더불어민주당
해운대구 제3선거구	김삼수	더불어민주당
해운대구 제4선거구	남언욱	더불어민주당
부산광역시 비례대표	김혜린	더불어민주당
	정종민	더불어민주당
	최영아	더불어민주당
	윤지영	미래통합당
	이영찬	미래통합당
남구 제1선거구	박우근	미래통합당
남구 제2선거구	윤영애	미래통합당
달서구 제1선거구	이영애	미래통합당
달서구 제2선거구	송영헌	무소속
달서구 제3선거구	김성태	더불어민주당
달서구 제4선거구	황순자	미래통합당
달서구 제5선거구	정천락	미래통합당
달서구 제6선거구	배지숙	미래통합당
달성군 제1선거구	강성환	미래통합당
달성군 제2선거구	김원규	미래통합당
동구 제1선거구	김재우	미래통합당
동구 제2선거구	장상수	미래통합당
		
동구 제3선거구	김병태	자유한국당
	윤기배	미래통합당
동구 제4선거구	서호영	자유한국당
	안경은	미래통합당
북구 제1선거구	박갑상	무소속
북구 제2선거구	김지만	미래통합당
북구 제3선거구	김혜정	더불어민주당
북구 제4선거구	하병문	미래통합당
북구 제5선거구	김규학	미래통합당
서구 제1선거구	김대현	미래통합당
서구 제2선거구	임태상	미래통합당
수성구 제1선거구	강민구	더불어민주당
수성구 제2선거구	김동식	더불어민주당
수성구 제3선거구	전경원	미래통합당
수성구 제4선거구	김태원	미래통합당
중구 제1선거구	홍인표	미래통합당
중구 제2선거구	이만규	미래통합당
대구광역시 비례대표	이태손	미래통합당
	이시복	미래통합당
	이진연	더불어민주당
강화군 선거구	윤재상	미래통합당
계양구 제1선거구	손민호	더불어민주당
계양구 제2선거구	김종득	더불어민주당
계양구 제3선거구	이용범	더불어민주당
계양구 제4선거구	박성민	더불어민주당
미추홀구 제1선거구	김성준	더불어민주당
미추홀구 제2선거구	정창규	더불어민주당
미추홀구 제3선거구	민경서	더불어민주당
미추홀구 제4선거구	김강래	더불어민주당
남동구 제1선거구	이오상	더불어민주당
남동구 제2선거구	고존수	더불어민주당
남동구 제3선거구	박인동	더불어민주당
남동구 제4선거구	강원모	더불어민주당
남동구 제5선거구	이병래	더불어민주당
남동구 제6선거구	김성수	더불어민주당
동구 선거구	남궁형	더불어민주당
부평구 제1선거구	신은호	더불어민주당
부평구 제2선거구	노태손	더불어민주당
부평구 제3선거구	이용선	더불어민주당
부평구 제4선거구	김병기	더불어민주당
부평구 제5선거구	임지훈	더불어민주당
부평구 제6선거구	박종혁	더불어민주당
서구 제1선거구	김진규	더불어민주당
서구 제2선거구	전재운	더불어민주당
서구 제3선거구	김종인	더불어민주당
서구 제4선거구	임동주	더불어민주당
연수구 제1선거구	김희철	더불어민주당
연수구 제2선거구	서정호	더불어민주당
연수구 제3선거구	김국환	더불어민주당
연수구 제4선거구	김준식	더불어민주당
옹진군 선거구	백종빈	더불어민주당
중구 제1선거구	안병배	더불어민주당
중구 제2선거구	조광휘	더불어민주당
인천광역시 비례대표	조성혜	더불어민주당
	유세움	더불어민주당
	박정숙	미래통합당
	조선희	정의당
광산구 제1선거구	김익주	더불어민주당
광산구 제2선거구	정무창	더불어민주당
광산구 제3선거구	김학실	더불어민주당
광산구 제4선거구	김광란	더불어민주당
광산구 제5선거구	이정환	더불어민주당
남구 제1선거구	김용집	더불어민주당
남구 제2선거구	김점기	더불어민주당
남구 제3선거구	임미란	더불어민주당
동구 제1선거구	이홍일	더불어민주당
동구 제2선거구	박미정	더불어민주당
북구 제1선거구	반재신	더불어민주당
북구 제2선거구	이경호	더불어민주당
북구 제3선거구	신수정	더불어민주당
북구 제4선거구	조석호	더불어민주당
북구 제5선거구	김동찬	더불어민주당
북구 제6선거구	김나윤	더불어민주당
서구 제1선거구	장재성	더불어민주당
서구 제2선거구	정순애	더불어민주당
서구 제3선거구	송형일	더불어민주당
서구 제4선거구	황현택	더불어민주당
광주광역시 비례대표	나현	무소속
		
	최영환	더불어민주당
	최미정	더불어민주당
		
	장연주	정의당
대덕구 제1선거구	손희역	더불어민주당
대덕구 제2선거구	김찬술	더불어민주당
대덕구 제3선거구	문성원	더불어민주당
동구 제1선거구	남진근	더불어민주당
동구 제2선거구	이종호	더불어민주당
동구 제3선거구	윤종명	더불어민주당
서구 제1선거구	박혜련	더불어민주당
서구 제2선거구	이광복	더불어민주당
서구 제3선거구	김인식	더불어민주당
서구 제4선거구	윤용대	더불어민주당
서구 제5선거구	김종천	더불어민주당
서구 제6선거구	김소연	바른미래당
	박수빈	더불어민주당
유성구 제1선거구	민태권	더불어민주당
유성구 제2선거구	오광영	더불어민주당
유성구 제3선거구	정기현	더불어민주당
유성구 제4선거구	구본환	더불어민주당
중구 제1선거구	조성칠	더불어민주당
중구 제2선거구	홍종원	더불어민주당
중구 제3선거구	권중순	더불어민주당
대전광역시 비례대표	채계순	더불어민주당
	우승호	더불어민주당
	우애자	미래통합당
남구 제1선거구	안수일	미래통합당
남구 제2선거구	손종학	더불어민주당
남구 제3선거구	이미영	더불어민주당
남구 제4선거구	안도영	더불어민주당
남구 제5선거구	김선미	더불어민주당
남구 제6선거구	장윤호	더불어민주당
동구 제1선거구	전영희	더불어민주당
동구 제2선거구	천기옥	미래통합당
동구 제3선거구	이시우	더불어민주당
북구 제1선거구	박병석	더불어민주당
북구 제2선거구	백운찬	더불어민주당
북구 제3선거구	손근호	더불어민주당
울주군 제1선거구	서휘웅	더불어민주당
울주군 제2선거구	윤덕권	더불어민주당
울주군 제3선거구	윤정록	미래통합당
중구 제1선거구	황세영	더불어민주당
중구 제2선거구	고호근	미래통합당
중구 제3선거구	이상옥	더불어민주당
중구 제4선거구	김성록	더불어민주당
울산광역시 비례대표	김시현	더불어민주당
	김미형	더불어민주당
	김종섭	미래통합당
제1선거구	서금택	더불어민주당
제2선거구	이태환	더불어민주당
제3선거구	김원식	더불어민주당
제4선거구	채평석	더불어민주당
제5선거구	차성호	더불어민주당
제6선거구	이재현	더불어민주당
제7선거구	안찬영	더불어민주당
제8선거구	노종용	더불어민주당
제9선거구	윤형권	더불어민주당
	이순열	더불어민주당
제10선거구	상병헌	더불어민주당
제11선거구	임채성	더불어민주당
제12선거구	박성수	더불어민주당
제13선거구	손현옥	더불어민주당
제14선거구	유철규	더불어민주당
제15선거구	이윤희	더불어민주당
제16선거구	손인수	더불어민주당
세종특별자치시 비례대표	이영세	더불어민주당
	박용희	미래통합당
가평군 선거구	김경호	더불어민주당
고양시 제1선거구	남운선	더불어민주당
고양시 제2선거구	방재율	더불어민주당
고양시 제3선거구	신정현	더불어민주당
고양시 제4선거구	민경선	더불어민주당
고양시 제5선거구	원용희	더불어민주당
고양시 제6선거구	김경희	더불어민주당
고양시 제7선거구	소영환	더불어민주당
고양시 제8선거구	최승원	더불어민주당
고양시 제9선거구	고은정	더불어민주당
고양시 제10선거구	김달수	더불어민주당
과천시 선거구	배수문	더불어민주당
광명시 제1선거구	김영준	더불어민주당
광명시 제2선거구	정대운	더불어민주당
광명시 제3선거구	오광덕	더불어민주당
광명시 제4선거구	유근식	더불어민주당
광주시 제1선거구	안기권	더불어민주당
광주시 제2선거구	박관열	더불어민주당
광주시 제3선거구	이명동	더불어민주당
광주시 제4선거구	박덕동	더불어민주당
구리시 제1선거구	서형열	더불어민주당
		
구리시 제2선거구	임창열	더불어민주당
군포시 제1선거구	정윤경	더불어민주당
군포시 제2선거구	정희시	더불어민주당
군포시 제3선거구	김미숙	더불어민주당
군포시 제4선거구	김판수	더불어민주당
김포시 제1선거구	심민자	더불어민주당
김포시 제2선거구	채신덕	더불어민주당
김포시 제3선거구	김철환	더불어민주당
김포시 제4선거구	이기형	더불어민주당
남양주시 제1선거구	김미리	더불어민주당
남양주시 제2선거구	문경희	더불어민주당
남양주시 제3선거구	윤용수	더불어민주당
남양주시 제4선거구	박성훈	더불어민주당
남양주시 제5선거구	이창균	더불어민주당
남양주시 제6선거구	김경근	더불어민주당
동두천시 제1선거구	유광혁	더불어민주당
동두천시 제2선거구	김동철	더불어민주당
부천시 제1선거구	염종현	더불어민주당
부천시 제2선거구	이선구	더불어민주당
부천시 제3선거구	황진희	더불어민주당
부천시 제4선거구	임성환	더불어민주당
부천시 제5선거구	권정선	더불어민주당
부천시 제6선거구	김명원	더불어민주당
부천시 제7선거구	이진연	더불어민주당
부천시 제8선거구	최갑철	더불어민주당
성남시 제1선거구	최만식	더불어민주당
성남시 제2선거구	박창순	더불어민주당
성남시 제3선거구	조광주	더불어민주당
성남시 제4선거구	국중범	더불어민주당
성남시 제5선거구	임채철	더불어민주당
성남시 제6선거구	권락용	더불어민주당
성남시 제7선거구	이나영	더불어민주당
	이제영	미래통합당
성남시 제8선거구	최세명	더불어민주당
수원시 제1선거구	이필근	더불어민주당
수원시 제2선거구	박옥분	더불어민주당
수원시 제3선거구	이필근	더불어민주당
수원시 제4선거구	황대호	더불어민주당
수원시 제5선거구	김봉균	더불어민주당
수원시 제6선거구	황수영	더불어민주당
수원시 제7선거구	장현국	더불어민주당
수원시 제8선거구	양철민	더불어민주당
수원시 제9선거구	김직란	더불어민주당
수원시 제10선거구	김강식	더불어민주당
수원시 제11선거구	안혜영	더불어민주당
시흥시 제1선거구	안광률	더불어민주당
시흥시 제2선거구	장대석	더불어민주당
시흥시 제3선거구	김종배	더불어민주당
시흥시 제4선거구	이동현	더불어민주당
안산시 제1선거구	송한준	더불어민주당
안산시 제2선거구	천영미	더불어민주당
안산시 제3선거구	장동일	더불어민주당
안산시 제4선거구	정승현	더불어민주당
안산시 제5선거구	성준모	더불어민주당
안산시 제6선거구	강태형	더불어민주당
안산시 제7선거구	김현삼	더불어민주당
안산시 제8선거구	원미정	더불어민주당
안성시 제1선거구	양운석	더불어민주당
안성시 제2선거구	백승기	더불어민주당
안양시 제1선거구	김성수	더불어민주당
안양시 제2선거구	김종찬	더불어민주당
안양시 제3선거구	문형근	더불어민주당
안양시 제4선거구	심규순	더불어민주당
안양시 제5선거구	조광희	더불어민주당
안양시 제6선거구	국중현	더불어민주당
양주시 제1선거구	박태희	더불어민주당
양주시 제2선거구	박재만	더불어민주당
양평군 제1선거구	이영주	무소속
양평군 제2선거구	이종인	더불어민주당
여주시 제1선거구	유광국	더불어민주당
여주시 제2선거구	김규창	미래통합당
연천군 선거구	유상호	더불어민주당
오산시 제1선거구	송영만	더불어민주당
오산시 제2선거구	조재훈	더불어민주당
용인시 제1선거구	지석환	더불어민주당
용인시 제2선거구	엄교섭	더불어민주당
용인시 제3선거구	진용복	더불어민주당
용인시 제4선거구	남종섭	더불어민주당
용인시 제5선거구	김용찬	더불어민주당
용인시 제6선거구	유영호	더불어민주당
용인시 제7선거구	김중식	더불어민주당
용인시 제8선거구	고찬석	더불어민주당
의왕시 제1선거구	박근철	더불어민주당
의왕시 제2선거구	장태환	더불어민주당
의정부시 제1선거구	최경자	더불어민주당
의정부시 제2선거구	이영봉	더불어민주당
의정부시 제3선거구	권재형	더불어민주당
의정부시 제4선거구	김원기	더불어민주당
이천시 제1선거구	성수석	더불어민주당
이천시 제2선거구	김인영	더불어민주당
파주시 제1선거구	조성환	더불어민주당
파주시 제2선거구	손희정	더불어민주당
파주시 제3선거구	김경일	더불어민주당
파주시 제4선거구	이진	더불어민주당
		
		
평택시 제1선거구	양경석	더불어민주당
평택시 제2선거구	김재균	더불어민주당
평택시 제3선거구	김영해	더불어민주당
평택시 제4선거구	오명근	더불어민주당
평택시 제5선거구	서현옥	더불어민주당
포천시 제1선거구	김우석	더불어민주당
포천시 제2선거구	이원웅	더불어민주당
하남시 제1선거구	김진일	더불어민주당
하남시 제2선거구	추민규	더불어민주당
화성시 제1선거구	김인순	더불어민주당
화성시 제2선거구	오진택	더불어민주당
화성시 제3선거구	김태형	더불어민주당
화성시 제4선거구	박세원	더불어민주당
화성시 제5선거구	박윤영	더불어민주당
화성시 제6선거구	이은주	더불어민주당
경기도 비례대표	오지혜	더불어민주당
	김장일	더불어민주당
	김은주	더불어민주당
	최종현	더불어민주당
	전승희	더불어민주당
	김용성	더불어민주당
	왕성옥	더불어민주당
	한미림	미래통합당
	허원	미래통합당
	이애형	미래통합당
	이혜원	정의당
	송치용	정의당
	김지나	민생당
강릉시 제1선거구	심영섭	무소속
강릉시 제2선거구	박인균	더불어민주당
강릉시 제3선거구	반태연	더불어민주당
강릉시 제4선거구	위호진	더불어민주당
고성군 선거구	박효동	더불어민주당
		
동해시 제1선거구	심상화	미래통합당
동해시 제2선거구	김형원	더불어민주당
삼척시 제1선거구	김상용	더불어민주당
삼척시 제2선거구	박상수	미래통합당
속초시 제1선거구	주대하	더불어민주당
속초시 제2선거구	김준섭	더불어민주당
양구군 선거구	김규호	더불어민주당
양양군 선거구	김정중	더불어민주당
영월군 제1선거구	김경식	더불어민주당
영월군 제2선거구	신명순	더불어민주당
원주시 제1선거구	박병구	더불어민주당
원주시 제2선거구	이병헌	더불어민주당
원주시 제3선거구	박윤미	더불어민주당
원주시 제4선거구	김병석	더불어민주당
원주시 제5선거구	곽도영	더불어민주당
원주시 제6선거구	권순성	더불어민주당
원주시 제7선거구	조성호	더불어민주당
인제군 선거구	조형연	더불어민주당
정선군 제1선거구	장덕수	더불어민주당
정선군 제2선거구	나일주	더불어민주당
철원군 제1선거구	최재연	미래통합당
철원군 제2선거구	한금석	더불어민주당
		
		
춘천시 제1선거구	윤지영	더불어민주당
춘천시 제2선거구	이종주	더불어민주당
춘천시 제3선거구	원태경	더불어민주당
춘천시 제4선거구	남상규	더불어민주당
춘천시 제5선거구	허소영	더불어민주당
태백시 제1선거구	이상호	미래통합당
태백시 제2선거구	김혁동	더불어민주당
평창군 제1선거구	윤석훈	더불어민주당
평창군 제2선거구	김진석	더불어민주당
홍천군 제1선거구	신영재	미래통합당
홍천군 제2선거구	신도현	미래통합당
화천군 선거구	김수철	더불어민주당
횡성군 제1선거구	한창수	미래통합당
횡성군 제2선거구	함종국	미래통합당
강원도 비례대표	안미모	더불어민주당
	정수진	더불어민주당
	정유선	더불어민주당
	최종희	미래통합당
	심영미	미래통합당
괴산군 선거구	윤남진	더불어민주당
단양군 선거구	오영탁	미래통합당
보은군 선거구	하유정	더불어민주당
	박재완	미래통합당
영동군 제1선거구	박병진	자유한국당
	김국기	미래통합당
영동군 제2선거구	박우양	미래통합당
옥천군 제1선거구	박형용	더불어민주당
옥천군 제2선거구	황규철	더불어민주당
음성군 제1선거구	이상정	더불어민주당
음성군 제2선거구	김기창	더불어민주당
제천시 제1선거구	박성원	더불어민주당
제천시 제2선거구	전원표	더불어민주당
증평군 선거구	연종석	더불어민주당
진천군 제1선거구	임영은	더불어민주당
진천군 제2선거구	이수완	더불어민주당
청주시 제1선거구	이숙애	더불어민주당
청주시 제2선거구	장선배	더불어민주당
청주시 제3선거구	박문희	더불어민주당
청주시 제4선거구	허창원	더불어민주당
청주시 제5선거구	육미선	더불어민주당
청주시 제6선거구	김영주	더불어민주당
청주시 제7선거구	이상식	더불어민주당
청주시 제8선거구	박상돈	더불어민주당
청주시 제9선거구	연철흠	더불어민주당
청주시 제10선거구	임기중	무소속
		
	임동현	더불어민주당
청주시 제11선거구	이상욱	더불어민주당
청주시 제12선거구	이의영	더불어민주당
충주시 제1선거구	정상교	더불어민주당
충주시 제2선거구	서동학	더불어민주당
충주시 제3선거구	심기보	더불어민주당
충청북도 비례대표	송미애	더불어민주당
	최경천	더불어민주당
	이옥규	미래통합당
계룡시 선거구	김대영	더불어민주당
공주시 제1선거구	김동일	더불어민주당
공주시 제2선거구	최훈	더불어민주당
금산군 제1선거구	김석곤	미래통합당
금산군 제2선거구	김복만	미래통합당
논산시 제1선거구	오인환	더불어민주당
논산시 제2선거구	김형도	더불어민주당
당진시 제1선거구	홍기후	더불어민주당
당진시 제2선거구	김명선	더불어민주당
보령시 제1선거구	김한태	더불어민주당
보령시 제2선거구	이영우	더불어민주당
부여군 제1선거구	김기서	더불어민주당
부여군 제2선거구	조길연	미래통합당
서산시 제1선거구	장승재	더불어민주당
서산시 제2선거구	김영수	더불어민주당
서천군 제1선거구	전익현	더불어민주당
서천군 제2선거구	양금봉	더불어민주당
아산시 제1선거구	김영권	더불어민주당
아산시 제2선거구	여운영	더불어민주당
아산시 제3선거구	조철기	더불어민주당
아산시 제4선거구	안장헌	더불어민주당
예산군 제1선거구	방한일	미래통합당
예산군 제2선거구	김기영	미래통합당
천안시 제1선거구	김득응	더불어민주당
천안시 제2선거구	한영신	더불어민주당
천안시 제3선거구	정병기	더불어민주당
천안시 제4선거구	이공휘	더불어민주당
천안시 제5선거구	한옥동	더불어민주당
	윤철상	더불어민주당
천안시 제6선거구	오인철	더불어민주당
천안시 제7선거구	김연	더불어민주당
천안시 제8선거구	김은나	더불어민주당
천안시 제9선거구	지정근	더불어민주당
천안시 제10선거구	유병국	더불어민주당
청양군 선거구	김명숙	더불어민주당
태안군 제1선거구	홍재표	더불어민주당
태안군 제2선거구	정광섭	미래통합당
홍성군 제1선거구	조승만	더불어민주당
홍성군 제2선거구	이종화	미래통합당
충청남도 비례대표	황영란	더불어민주당
	이계양	더불어민주당
	김옥수	미래통합당
	이선영	정의당
고창군 제1선거구	성경찬	더불어민주당
고창군 제2선거구	김만기	더불어민주당
군산시 제1선거구	나기학	더불어민주당
군산시 제2선거구	김종식	더불어민주당
군산시 제3선거구	조동용	더불어민주당
군산시 제4선거구	문승우	더불어민주당
김제시 제1선거구	황영석	더불어민주당
김제시 제2선거구	나인권	더불어민주당
남원시 제1선거구	이정린	더불어민주당
남원시 제2선거구	강용구	더불어민주당
무주군 선거구	황의탁	더불어민주당
부안군 선거구	최훈열	더불어민주당
순창군 선거구	최영일	더불어민주당
완주군 제1선거구	송지용	더불어민주당
		
완주군 제2선거구	두세훈	더불어민주당
익산시 제1선거구	김대오	더불어민주당
익산시 제2선거구	김정수	더불어민주당
익산시 제3선거구	김기영	더불어민주당
익산시 제4선거구	최영규	더불어민주당
임실군 선거구	한완수	더불어민주당
장수군 선거구	박용근	무소속
전주시 제1선거구	정호윤	더불어민주당
전주시 제2선거구	오평근	더불어민주당
전주시 제3선거구	이병도	더불어민주당
전주시 제4선거구	김이재	더불어민주당
전주시 제5선거구	이병철	더불어민주당
전주시 제6선거구	김희수	더불어민주당
전주시 제7선거구	송성환	더불어민주당
전주시 제8선거구	김명지	더불어민주당
전주시 제9선거구	국주영은	더불어민주당
전주시 제10선거구	최찬욱	더불어민주당
전주시 제11선거구	이명연	더불어민주당
정읍시 제1선거구	김철수	더불어민주당
정읍시 제2선거구	김대중	더불어민주당
진안군 선거구	이한기	더불어민주당
전라북도 비례대표	박희자	더불어민주당
	진형석	더불어민주당
	최영심	정의당
	홍성임	민생당
강진군 제1선거구	차영수	더불어민주당
강진군 제2선거구	김용호	더불어민주당
고흥군 제1선거구	박진권	더불어민주당
고흥군 제2선거구	박금래	더불어민주당
곡성군 선거구	이상철	더불어민주당
광양시 제1선거구	이용재	더불어민주당
광양시 제2선거구	김태균	더불어민주당
광양시 제3선거구	김길용	더불어민주당
구례군 선거구	이현창	더불어민주당
나주시 제1선거구	이민준	더불어민주당
나주시 제2선거구	최명수	더불어민주당
담양군 제1선거구	박종원	더불어민주당
담양군 제2선거구	김기성	더불어민주당
목포시 제1선거구	박문옥	더불어민주당
목포시 제2선거구	조옥현	더불어민주당
목포시 제3선거구	최선국	더불어민주당
목포시 제4선거구	이혁제	더불어민주당
목포시 제5선거구	전경선	더불어민주당
무안군 제1선거구	이혜자	더불어민주당
무안군 제2선거구	나광국	더불어민주당
보성군 제1선거구	임영수	더불어민주당
보성군 제2선거구	이동현	더불어민주당
순천시 제1선거구	김기태	더불어민주당
순천시 제2선거구	임종기	더불어민주당
순천시 제3선거구	서동욱	더불어민주당
순천시 제4선거구	오하근	더불어민주당
순천시 제5선거구	김정희	더불어민주당
순천시 제6선거구	신민호	더불어민주당
신안군 제1선거구	김문수	더불어민주당
신안군 제2선거구	정광호	더불어민주당
여수시 제1선거구	이광일	더불어민주당
여수시 제2선거구	강문성	더불어민주당
여수시 제3선거구	민병대	더불어민주당
여수시 제4선거구	최무경	더불어민주당
여수시 제5선거구	최병용	더불어민주당
여수시 제6선거구	강정희	더불어민주당
영광군 제1선거구	장세일	더불어민주당
영광군 제2선거구	이장석	더불어민주당
영암군 제1선거구	우승희	더불어민주당
영암군 제2선거구	이보라미	정의당
완도군 제1선거구	이철	더불어민주당
완도군 제2선거구	신의준	더불어민주당
장성군 제1선거구	유성수	더불어민주당
장성군 제2선거구	김한종	더불어민주당
		
장흥군 제1선거구	사순문	더불어민주당
장흥군 제2선거구	곽태수	더불어민주당
진도군 선거구	김희동	무소속
함평군 선거구	임용수	무소속
해남군 제1선거구	김성일	더불어민주당
해남군 제2선거구	조광영	더불어민주당
화순군 제1선거구	문행주	더불어민주당
화순군 제2선거구	구복규	더불어민주당
전라남도 비례대표	윤명희	더불어민주당
	한근석	더불어민주당
	정옥임	더불어민주당
	김경자	더불어민주당
	김복실	민생당
	최현주	정의당
경산시 제1선거구	홍정근	미래통합당
경산시 제2선거구	배한철	미래통합당
경산시 제3선거구	조현일	미래통합당
경산시 제4선거구	오세혁	미래통합당
경주시 제1선거구	배진석	미래통합당
경주시 제2선거구	박차양	무소속
경주시 제3선거구	최병준	미래통합당
경주시 제4선거구	박승직	미래통합당
고령군 선거구	박정현	미래통합당
구미시 제1선거구	정세현	더불어민주당
구미시 제2선거구	윤창욱	미래통합당
구미시 제3선거구	김상조	미래통합당
구미시 제4선거구	김득환	더불어민주당
구미시 제5선거구	김준열	더불어민주당
구미시 제6선거구	김봉교	자유한국당
		
	정근수	미래통합당
군위군 선거구	박창석	미래통합당
김천시 제1선거구	나기보	미래통합당
김천시 제2선거구	박판수	미래통합당
문경시 제1선거구	박영서	미래통합당
문경시 제2선거구	고우현	미래통합당
		
봉화군 선거구	박현국	미래통합당
상주시 제1선거구	남영숙	미래통합당
상주시 제2선거구	김진욱	미래통합당
성주군 제1선거구	정영길	미래통합당
성주군 제2선거구	이수경	미래통합당
안동시 제1선거구	김성진	미래통합당
안동시 제2선거구	김명호	자유한국당
	권광택	미래통합당
안동시 제3선거구	김대일	미래통합당
영덕군 선거구	조주홍	미래통합당
영양군 선거구	이종열	미래통합당
영주시 제1선거구	황병직	무소속
영주시 제2선거구	임무석	미래통합당
영천시 제1선거구	이춘우	미래통합당
영천시 제2선거구	박영환	미래통합당
예천군 제1선거구	도기욱	미래통합당
예천군 제2선거구	안희영	미래통합당
울릉군 선거구	남진복	미래통합당
울진군 제1선거구	남용대	미래통합당
울진군 제2선거구	방유봉	미래통합당
의성군 제1선거구	임미애	더불어민주당
의성군 제2선거구	김수문	미래통합당
청도군 제1선거구	김하수	미래통합당
청도군 제2선거구	박권현	미래통합당
청송군 선거구	신효광	미래통합당
칠곡군 제1선거구	곽경호	미래통합당
칠곡군 제2선거구	김시환	더불어민주당
포항시 제1선거구	한창화	미래통합당
포항시 제2선거구	김희수	미래통합당
포항시 제3선거구	이칠구	미래통합당
포항시 제4선거구	박용선	미래통합당
포항시 제5선거구	장경식	미래통합당
포항시 제6선거구	김종영	자유한국당
	이동업	미래통합당
포항시 제7선거구	이재도	더불어민주당
포항시 제8선거구	김상헌	더불어민주당
경상북도 비례대표	박채아	미래통합당
	윤승오	미래통합당
	이선희	미래통합당
	김영선	더불어민주당
	박태춘	더불어민주당
	박미경	민생당
거제시 제1선거구	김성갑	더불어민주당
거제시 제2선거구	송오성	더불어민주당
거제시 제3선거구	옥은숙	더불어민주당
거창군 제1선거구	강철우	무소속
거창군 제2선거구	김일수	무소속
고성군 제1선거구	이옥철	더불어민주당
		
고성군 제2선거구	황보길	미래통합당
김해시 제1선거구	신영욱	더불어민주당
김해시 제2선거구	이종호	더불어민주당
김해시 제3선거구	김진기	더불어민주당
김해시 제4선거구	김호대	더불어민주당
김해시 제5선거구	김경수	더불어민주당
김해시 제6선거구	손덕상	더불어민주당
김해시 제7선거구	박준호	더불어민주당
남해군 선거구	류경완	더불어민주당
밀양시 제1선거구	이병희	무소속
밀양시 제2선거구	예상원	미래통합당
사천시 제1선거구	박정열	미래통합당
사천시 제2선거구	김현철	미래통합당
산청군 선거구	박우범	미래통합당
양산시 제1선거구	한옥문	미래통합당
양산시 제2선거구	이상열	더불어민주당
양산시 제3선거구	표병호	더불어민주당
양산시 제4선거구	성동은	더불어민주당
의령군 선거구	손호현	미래통합당
진주시 제1선거구	장규석	무소속
		
진주시 제2선거구	성연석	더불어민주당
진주시 제3선거구	강민국	자유한국당
	유계현	미래통합당
진주시 제4선거구	김진부	미래통합당
창녕군 제1선거구	성낙인	미래통합당
창녕군 제2선거구	신용곤	미래통합당
창원시 제1선거구	김석규	더불어민주당
창원시 제2선거구	김지수	더불어민주당
창원시 제3선거구	김영진	더불어민주당
창원시 제4선거구	남택욱	더불어민주당
창원시 제5선거구	원성일	더불어민주당
창원시 제6선거구	박문철	더불어민주당
창원시 제7선거구	이옥선	더불어민주당
창원시 제8선거구	박옥순	미래통합당
창원시 제9선거구	송순호	더불어민주당
창원시 제10선거구	박삼동	미래통합당
창원시 제11선거구	이상인	더불어민주당
창원시 제12선거구	심상동	더불어민주당
창원시 제13선거구	김진옥	더불어민주당
창원시 제14선거구	김하용	무소속
		
		
통영시 제1선거구	정동영	미래통합당
통영시 제2선거구	강근식	미래통합당
하동군 선거구	이정훈	미래통합당
함안군 제1선거구	장종하	더불어민주당
함안군 제2선거구	빈지태	더불어민주당
함양군 선거구	임재구	미래통합당
합천군 선거구	김윤철	무소속
경상남도 비례대표	황재은	더불어민주당
	신상훈	더불어민주당
	김경영	더불어민주당
	윤성미	미래통합당
	조영제	미래통합당
	이영실	정의당
일도1·이도1·건입선거구	문종태	더불어민주당
일도2갑선거구	박호형	더불어민주당
일도2을선거구	김희현	더불어민주당
이도2갑선거구	홍명환	더불어민주당
이도2을선거구	강성민	더불어민주당
삼도1·삼도2선거구	정민구	더불어민주당
용담1·용담2선거구	김황국	미래통합당
화북선거구	강성의	더불어민주당
삼양·봉개선거구	안창남	무소속
아라선거구	고태순	더불어민주당
오라선거구	이승아	더불어민주당
연동갑선거구	양영식	더불어민주당
연동을선거구	강철남	더불어민주당
노형갑선거구	김태석	더불어민주당
노형을선거구	이상봉	더불어민주당
외도·이호·도두선거구	송창권	더불어민주당
한림선거구	박원철	더불어민주당
애월선거구	강성균	더불어민주당
구좌·우도선거구	김경학	더불어민주당
조천선거구	현길호	더불어민주당
한경·추자선거구	좌남수	더불어민주당
송산·효돈·영천선거구	강충룡	미래통합당
		
정방·중앙·천지선거구	김용범	더불어민주당
동홍선거구	윤춘광	더불어민주당
	김대진	더불어민주당
서홍·대륜선거구	이경용	미래통합당
대천·중문·예래선거구	임상필	더불어민주당
	임정은	더불어민주당
대정선거구	허창옥	무소속
		
	양병우	무소속
남원선거구	송영훈	더불어민주당
성산선거구	고용호	더불어민주당
안덕선거구	조훈배	더불어민주당
표선선거구	강연호	미래통합당
		
비례대표	강민숙	더불어민주당
	문경운	더불어민주당
	김경미	더불어민주당
	고현수	더불어민주당
	오영희	미래통합당
	고은실	정의당
	한영진	민생당
`